Repository: kvirc/KVIrc
Catalog: po/modules/mediaplayer/mediaplayer_*.po
Languages: eo, pt_br, uk

source: An interface to Amarok2. Download it from http://amarok.kde.org
eo: Interfaco al Amarok2. Elŝuti ĝin de http://amarok.kde.org
uk: Інтерфейс до Amarok2. Ви можете завантажити його з http://amarok.kde.org

source: An interface to BMPx. Download it from http://sourceforge.net/projects/beepmp
eo: Interfaco al BMPx. Elŝuti ĝin de http://sourceforge.net/projects/beepmp
uk: Інтерфейс до BMPx. Завантажте його з http://sourceforge.net/projects/beepmp

source: An interface to Clementine. Download it from http://www.clementine-player.org/
eo: Interfaco al Clementine. Elŝuti ĝin de http://www.clementine-player.org/
uk: Інтерфейс до Clementine. Завантажуйте його на http://www.clementine-player.org/

source: An interface to Qmmp. Download it from http://qmmp.ylsoftware.com
eo: Interfaco al Qmmp. Elŝuti ĝin de http://qmmp.ylsoftware.com
uk: Інтерфейс до Qmmp. Ви можете завантажити його з http://qmmp.ylsoftware.com

source: An interface to Totem. Download it from http://projects.gnome.org/totem/
eo: Interfaco al Totem. Elŝuti ĝin de http://projects.gnome.org/totem/
uk: Інтерфейс до Totem. Завантажуйте його на http://projects.gnome.org/totem/

source: An interface to Vlc. Download it from http://www.videolan.org/ You need to manually enable the DBus control interface in the Vlc preferences
eo: Interfaco al Vlc. Elŝuti ĝin de http://www.videolan.org/ Vi bezonas permane ebligi la DBus kontrolan interfacon en la Vlc preferoj
uk: Інтерфейс до Vlc. Завантажте його з http://www.videolan.org/ Вам треба вручну ввімкнути інтерфейс керування DBus в налаштуваннях Vlc

source: An interface to the AMIP plug-in. You can download it from http://amip.tools-for.net To use this interface you must install AMIP plug-in for your player.
eo: Interfaco al la AMIP kromprogramo. Vi povas elŝuti ĝin de http://amip.tools-for.net Uzi ĉi tiun interfacon vi devas instali AMIP kromprogramon por via ludilo.
uk: Інтерфейс до плагіну AMIP. Його можна завантажити з сайту http://amip.tools-for.net Для використання інтерфейсу встановіть плагін AMIP для вашого плеєра.

source: An interface to the Mozilla Songbird media player. Download it from http://www.getsongbird.com. To use it you have to install also the MPRIS addon available at http://addons.songbirdnest.com/addon/1626.
eo: Interfaco al la Mozilla Songbird media ludilo. Elŝuti ĝin de http://www.getsongbird.com. Uzi ĝin vi devas instali ankaŭ la MRPIS kromprogramon kiu disponeblas ĉe http://addons.songbirdnest.com/addon/1626.
uk: Інтерфейс до медіаплеєра Mozilla Songbird. Завантажте його з http://www.getsongbird.com. Щоб його використовувати вам треба встановити також доповнення MPRIS, наявне за адресою http://addons.songbirdnest.com/addon/1626.

source: An interface to the Spotify music streaming service. It is only available for certain countries in Europe. You can download it from http://www.spotify.com.
eo: Interfaco al la Spotify muzika elsendflua servo. Ĝi disponeblas nur por kelkaj landoj en Eŭropo. Vi povas elŝuti ĝin de http://www.spotify.com.
uk: Інтерфейс до сервісу музичних потоків Spotify. Він доступний лише для певних країн Європи. Його можна завантажити з сайту http://www.spotify.com.

source: An interface to the Xmms2 media player. Download it from http://xmms2.org
eo: Interfaco al la Xmms2 media ludilo. Elŝuti ĝin de http://xmms2.org
uk: Інтерфейс до медіаплеєра Xmms2. Ви можете завантажити його з http://xmms2.org

source: An interface to the popular UNIX audacious media player. Download it from http://audacious-media-player.org
eo: Interfaco al la populara UNIX audacious media ludilo. Elŝuti ĝin de http://audacious-media-player.org
uk: Інтерфейс до популярного в UNIX аудіоплеєра. Ви можете завантажити його з http://audacious-media-player.org

source: An interface to the popular UNIX xmms media player. Download it from http://legacy.xmms2.org
eo: Interfaco al la populara UNIX xmms media ludilo. Elŝuti ĝin de http://legacy.xmms2.org
uk: Інтерфейс до популярного в UNIX медіаплеєра xmms. Ви можете завантажити його з http://legacy.xmms2.org

source: An interface to the popular Winamp media player. You can download it from http://www.winamp.com. To use all the features of this interface you must copy the gen_kvirc.dll plugin found in the KVIrc distribution directory to the Winamp plugins folder and restart winamp.
eo: Interfaco al la populara Winamp media ludilo. Vi povas elŝuti ĝin de http://www.winamp.com. Uzi ĉiujn trajtojn de ĉi tiu interfaco vi devas kopii la gen_kvirc.dll kromprogramon trovita en la KVIrc distribua dosierujo al la Winamp kromprograma dosierujo kaj restarti winamp.
uk: Інтерфейс до популярного медіаплеєра Winamp. Ви можете завантажити його з http://www.winamp.com. Щоб використати всі можливості цього інтерфейсу, Ви повинні скопіювати плагін gen_kvirc.dll, якому можна знайти в папці з дистрибутивом KVIrc в папку плагінів Winamp і перезапустити Winamp.

source: An interface to the popular audacious media player. Download it from http://audacious-media-player.org
eo: Interfaco al la populara audacious media ludilo. Elŝuti ĝin de http://audacious-media-player.org
uk: Інтерфейс до популярного аудіоплеєра. Ви можете завантажити його з http://audacious-media-player.org

source: Can't find a running winamp window
eo: Ne povas trovi rulantan winamp fenestron
uk: Не можу знайти запущене вікно winamp

source: Can't find symbol %1 in %2
eo: Ne povas trovi simbolon %1 en %2
pt_br: Não pôde encontrar símbolo %1 em %2
uk: Не можу знайти символ %1 в %2

source: Can't load the player library (%1)
eo: Ne povas ŝargi la ludilan bibliotekon (%1)
pt_br: Não foi possível carregar a biblioteca do player (%1)
uk: Не можу завантажити бібліотеку плеєра (%1)

source: Choosing media player interface "%Q"
eo: Elektas median ludilan interfacon "%Q"
pt_br: A escolher interface de reprodutor de Mídia "%Q"
uk: Обраний інтерфейс медіаплеєра "%Q"

source: Function not implemented
eo: Funkcio ne realigita
pt_br: Função não implementada
uk: Функція не реалізована

source: Last interface error:
eo: Lasta interfaca eraro:
pt_br: Erro do último interface:
uk: Остання помилка інтерфейсу:

source: No mediaplayer interface selected. Try /mediaplayer.detect
eo: Neniu medialudila interfaco elektita. Penu /mediaplayer.detect
pt_br: Nenhum interface de reprodutor de Mídia seleccionado. Tente /midiaplayer.detect
uk: Інтерфейс медіаплеєра не обраний. Спробуйте /mediaplayer.detect

source: Not sure about the results, trying a second, more agressive detection pass
eo: Ne estas certa pri la rezultoj, penas duan, pli agresivan detektan pason
uk: Не впевнений у результаті, пробую більш агресивний метод визначення

source: Seems that there is no usable media player on this machine
eo: Ŝajnas ke estas neniu uzebla media ludilo ĉe ĉi tiu komputilo
pt_br: Parece que não existe um reprodutor de Mídia utilizável nesta máquina
uk: Здається на цій машині немає придатних медіаплеєрів

source: Spotify is not running
eo: Spotify ne rulas
uk: Spotify не запущений

source: The selected media player interface failed to execute the requested function
eo: La elektita media ludila interfaco malsukcesis lanĉi la petitan funkcion
pt_br: O interface de reprodução da Mídia seleccionada falhou ao executar a função pedida
uk: Обраний інтерфейс медіаплеєра не зміг виконати необхідну функцію

source: The winamp plugin has not been installed properly. Check /help mediaplayer.nowplaying
eo: La winamp kromprogramo ne estis instalata ĝuste. Kontroli /help mediaplayer.nowplaying
uk: Плагін для winamp не був установлений вірно. Перевірте /help mediaplayer.nowplaying

source: Trying media player interface "%1": score %2
eo: Provante median ludilan interfacon "%1": poentaro %2
pt_br: Tentando media interface do player "%1": avaliação %2
uk: Пробую інтерфейс медіаплеєра "%1": спроба %2

source: An interface for Amarok2. Download it from http://amarok.kde.org
pt_br: Uma interface para Amarok2. Baixe-o em http://amarok.kde.org

source: An interface for BMPx. Download it from http://sourceforge.net/projects/beepmp
pt_br: Uma interface para BMPx. Baixe-o em http://sourceforge.net/projects/beepmp

source: An interface for Clementine. Download it from http://www.clementine-player.org/
pt_br: Uma interface para Clementine. Baixe-o em http://www.clementine-player.org/

source: An interface for Qmmp. Download it from http://qmmp.ylsoftware.com
pt_br: Uma interface para Qmmp. Baixe-o em http://qmmp.ylsoftware.com

source: An interface for Totem. Download it from http://projects.gnome.org/totem/
pt_br: Uma interface para Totem. Baixe-o em http://projects.gnome.org/totem/

source: An interface for VLC. Download it from http://www.videolan.org/ You need to manually enable the D-Bus control interface in the VLC preferences
pt_br: Uma interface para VLC. Baixe-o em http://www.videolan.org/ Você precisa habilitar manualmente o controle D-Bus nas preferências do VLC

source: An interface for the AMIP plugin. You can download it from http://amip.tools-for.net To use this interface you must install AMIP plugin for your player.
pt_br: Uma interface para o plugin AMIP. Você pode baixá-lo em http://amip.tools-for.net Para usar esta interface você deve instalar o plugin AMIP no seu player.

source: An interface for the Audacious media player. Download it from http://audacious-media-player.org
pt_br: Uma interface para o Audacious media player. Baixe-o em http://audacious-media-player.org

source: An interface for the Mozilla Songbird media player. Download it from http://www.getsongbird.com. To use it you have to install also the MPRIS addon available at http://addons.songbirdnest.com/addon/1626.
pt_br: Uma interface para Mozilla Songbird media player. Baixe-o em http://www.getsongbird.com. Para usá-lo, você tem instalar também o addon MPRIS disponível em http://addons.songbirdnest.com/addon/1626.

source: An interface for the UNIX Audacious media player. Download it from http://audacious-media-player.org
pt_br: Uma interface para UNIX Audacious media player. Baixe-o em http://audacious-media-player.org

source: An interface for the UNIX XMMS media player. Download it from http://legacy.xmms2.org
pt_br: Uma interface para UNIX XMMS media player. Baixe-o em http://legacy.xmms2.org

source: An interface for the Winamp media player. You can download it from http://www.winamp.com. To use all the features of this interface you must copy the gen_kvirc.dll plugin found in the KVIrc distribution directory to the Winamp plugins folder and restart winamp.
pt_br: Uma interface para o Winamp media player. Baixe-o em http://www.winamp.com. Para usar todos os recursos dessa interface, você deve copiar o plugin gen_kvirc.dll encontrado no diretório da distribuição do KVIrc para o pasta de plugins do Winamp e reiniciar o winamp.

source: An interface for the XMMS2 media player. Download it from http://xmms2.org
pt_br: Uma interface para o XMMS2 media player. Baixe-o em http://xmms2.org

source: Can't find a running Winamp window
pt_br: Não foi possível encontrar uma janela do Winamp em execução

source: Not sure about the results, trying a second, more aggressive detection pass
pt_br: Resultados inconclusivos, tentando um segundo, passo de detecção mais agressivo

source: The Winamp plugin has not been installed properly. Check /help mediaplayer.nowplaying
pt_br: O plugin do Winamp não foi instalado corretamente. Cheque /help mediaplayer.nowplaying
