Repository: kvirc/KVIrc
Catalog: po/modules/dcc/dcc_*.po
Languages: pt

source: unknown
pt: desconhecido

source: Choose Files to Send - KVIrc
pt: Escolher Ficheiros para Enviar - KVIrc

source: Can't send DCC %Q request to %Q: IRC connection has been terminated
pt: Não é possível enviar o pedido DCC %Q a %Q: a conexão IRC foi terminada

source: Can't open file %Q for reading
pt: Não é possível abrir o ficheiro %Q para leitura

source: <b>%1 [%2@%3]</b> requests a <b>Direct Client Connection</b> in <b>%4</b> mode.<br>
pt: <b>%1 [%2@%3]</b> pede uma <b>Conexão Directa ao Cliente (DCC)</b> em modo.<b>%4</b><br>

source: The connection will be secured using SSL.<br>
pt: A conexão será segura ao usar SSL.<br>

source: You will be the passive side of the connection.<br>
pt: Irá ser o lado passivo da conexão.<br>

source: The connection target will be host <b>%1</b> on port <b>%2</b><br>
pt: O destino da conexão será o endereço <b>%1</b> na porta <b>%2</b><br>

source: DCC %1 Request - KVIrc
pt: Pedido DCC %1 - KVIrc

source: <b>%1 [%2@%3]</b> requests a<br><b>Direct Client Connection</b> in <b>VOICE</b> mode.<br>The connection target will be host <b>%4</b> on port <b>%5</b><br>
pt: <b>%1 [%2@%3]</b> pedida uma<br><b>Conexão Directa ao Cliente (DCC)</b> em modo <b>VOICE</b>.<br>O destino da conexão será o endereço <b>%4</b> na porta <b>%5</b><br>

source: DCC VOICE request
pt: Pedido DCC VOICE

source: <b>%1 [%2@%3]</b> requests a<br><b>Direct Client Connection</b> in <b>CANVAS</b> mode.<br>The connection target will be host <b>%4</b> on port <b>%5</b><br>
pt: <b>%1 [%2@%3]</b> pedida uma<br><b>Conexão Directa ao Cliente (DCC)</b> em modo <b>CANVAS</b>.<br>O destino da conexão será o endereço <b>%4</b> na porta <b>%5</b><br>

source: DCC CANVAS request
pt: Pedido DCC CANVAS

source: <b>%1 [%2@%3]</b> wants to send you the file '<b>%4</b>', <b>%5</b> large.<br>The connection target will be host <b>%6</b> on port <b>%7</b><br>
pt: <b>%1 [%2@%3]</b> deseja-lhe enviar o ficheiro '<b>%4</b>', de <b>%5</b> de tamanho.<br>O destino da conexão será o endereço <b>%6</b> na porta <b>%7</b><br>

source: <b>%1 [%2@%3]</b> wants to send you the file '<b>%4</b>', <b>%5</b> large.<br>You will be the passive side of the connection.<br>
pt: <b>%1 [%2@%3]</b> deseja-lhe enviar o ficheiro '<b>%4</b>', com <b>%5</b> de tamanho.<br>Você será o lado passivo da conexão.<br>

source: <center><b>Note:</b></center>The file appears to be an avatar that you have requested. You should not change its filename. Save it in a location where KVIrc can find it, such as the 'avatars', 'incoming', or 'pics' directories, your home directory, or the save directory for the incoming file type. The default save path will probably work. You can instruct KVIrc to accept incoming avatars automatically by setting the option <tt>boolAutoAcceptIncomingAvatars</tt> to true.<br>
pt: <center><b>Nota:</b></center>O ficheiro parece ser um avatar que solicitou. Não deve mudar o nome do ficheiro. Guarde-o numa pasta onde o KVirc o possa encontrar, como os 'avatares', pastas de 'fotos', a stua pasta pessoal, ou a pasta que guarda os tipos de ficheiros recebidos. Provavelmente que a pasta predefinida para guardar ficheiros irá funcionar. Pode fazer com que o KVIrc aceite os avatares recebidos automáticamente ao configurar/activar a opção <tt>Aceitar automaticamente avatares recebidos</tt>.<br>

source: Auto-accepting DCC %Q request from %Q!%Q@%Q for file %Q
pt: Auto-aceitar pedidos DCC %Q de %Q!%Q@%Q para o ficheiro %Q

source: Choose Files to Save - KVIrc
pt: Escolher Ficheiros para Gravar - KVIrc

source: Auto-saving DCC %Q file %Q as ![!dbl]play $0%Q
pt: Auto-guardar DCC %Q ficheiro %Q como ![!dbl]play $0%Q

source: The file '<b>%1</b>' already exists and is <b>%2</b> large.<br>Do you wish to<br><b>overwrite</b> the existing file,<br> <b>auto-rename</b> the new file, or<br><b>resume</b> an incomplete download?
pt: O ficheiro '<b>%1</b>' já existe e tem <b>%2</b> de tamanho.<br>Deseja<br><b>substituir</b> o ficheiro existente,<br> <b>auto-renomear</b> o ficheiro novo, ou<br><b>resumir</b> uma transferência incompleta?

source: The file '<b>%1</b>' already existsand is larger than the offered one.<br>Do you wish to<br><b>overwrite</b> the existing file, or<br> <b>auto-rename</b> the new file ?
pt: O ficheiro '<b>%1</b>' já existe e é maior do que o oferecido.<br>Deseja<br><b>sobrescrever</b> o ficheiro existente, ou<br> <b>auto-renomear</b> o ficheiro novo?

source: File %s exists, auto-renaming to %Q
pt: O ficheiro %s já existe, auto-renomear para %Q

source: Attempting a passive DCC %s connection
pt: A tentar uma conexão DCC %s passiva

source: Attempting an active DCC %s connection
pt: A tentar uma conexão DCC %s activa

source: Contacting host %Q on port %Q
pt: A contactar o endereço %Q na porta %Q

source: Listening on interface %Q port %Q
pt: A escutar no interface %Q na porta %Q

source: The local IP address is private, determining from IRC server: %s
pt: O endereço IP local é privado, a determinar pelo servidor IRC: %s

source: The local IP address is private, but unable to determine it from the IRC server
pt: O endereço IP local é privado, mas não é possível determiná-lo pelo servidor de IRC

source: The local IP address is private, but have no IRC server to determine it from
pt: O endereço IP local é privado, mas não tem nenhum servidor de IRC para o determinar

source: Sent DCC %Q request to %Q, waiting for the remote client to connect...
pt: Enviado pedido DCC %Q a %Q, a esperar que o cliente remoto conecte...

source: DCC %Q request not sent, awaiting manual connection
pt: Pedido DCC %s não enviado, a esperar conexão manual

source: Low-level transport connection established
pt: Conexão de transporte de baixo nível estabelecida

source: Starting Secure Socket Layer handshake
pt: A iniciar negociação do protocolo SSL

source: [SSL ERROR]: %s
pt: [ERRO SSL]: %s

source: Cannot send data: No active connection
pt: Não é possível enviar dados: Não há uma conexão activa

source: The crypto engine was not able to encrypt the current message (%Q): %Q, no data was sent to the remote end
pt: O motor de encriptação não é capaz de desencriptar a mensagem actual (%Q): %Q, nenhuns dados enviados para o extremo remoto

source: ERROR: %Q
pt: ERRO: %Q

source: The following message appears to be encrypted, but the crypto engine failed to decode it: %Q
pt: A seguinte mensagem parece estar encriptada, mas o motor de encriptação falhou ao descodifica-la: %Q

source: DCC %Q failed: %Q
pt: DCC %Q falhado: %Q

source: Connected to %Q:%Q
pt: Conectado a %Q:%Q

source: Local end is %Q:%Q
pt: O extremo local é %Q:%Q

source: WARNING: failed to check the soundcard duplex capabilities: if this is a half-duplex soundcard , use the DCC VOICE option to force half-duplex algorithm
pt: AVISO: falha ao verificar se a placa de som é duplex: se esta é uma placa de som half-duplex, usa a opção DCC VOICE para forçar um algorítmo half-duplex

source: Half duplex soundcard detected, you will not be able to talk and listen at the same time
pt: Detectada placa de som half-duplex, não será capaz de falar e ouvir ao mesmo tempo

source: WARNING: failed to set the requested sample rate (%d): the device used closest match (%d)
pt: AVISO: falha ao configurar a frequência de amostra solicitada (%d): o dispositivo usou a combinação mais próxima (%d)

source: Ops...failed to test the soundcard capabilities...expect problems...
pt: Ops...falha ao testar as capacidades da placa de som...pode ter problemas...

source: Input buffer
pt: Buffer de entrada

source: Output buffer
pt: Buffer de saída

source: Attempting a passive DCC VOICE connection
pt: A tentar uma conexão DCC VOICE passiva

source: Attempting an active DCC VOICE connection
pt: A tentar uma conexão DCC VOICE activa

source: Sent DCC VOICE (%s) request to %Q, waiting for the remote client to connect...
pt: Enviado DCC VOICE (%s) a Qs, à espera que o cliente remoto conecte...

source: DCC VOICE request not sent: awaiting manual connections
pt: Pedido DCC VOICE não enviado: a esperar conexões manuais

source: Input buffer: %d bytes
pt: Buffer de entrada: %d bytes

source: Output buffer: %d bytes
pt: Buffer de saída: %d bytes

source: DCC Failed: %Q
pt: DCC falhado: %Q

source: Actual codec used is '%s'
pt: O codec actual usado é '%s'

source: This window has no associated IRC context (an IRC context is required unless -c or -n are passed)
pt: Esta janela não tem contexto de IRC associado (é preciso um contexto IRC a não ser que as opções -c ou -n passem)

source: You're not connected to a server (an active connection is required unless -c or -n are passed)
pt: Não está conectado num servidor (é precisa uma conexão activa a não ser que as opções -c ou -n passem)

source: Unable to get address of interface %Q
pt: Não é possível obter o endereço do interface %Q

source: No suitable interfaces to listen on, use -i
pt: Não há interfaces adequados para escutar, use -i

source: This executable was built without SSL support, -s switch ignored
pt: Este executável foi compilado sem suporte SSL, opção -s ignorada

source: -c requires -i and -p
pt: -c requer -i e -p

source: <unknown size>
pt: <tamanho desconhecido>

source: This executable has been built without SSL support, -s switch ignored
pt: Este executável foi compilado sem suporte SSL, opção -s ignorada

source: This executable has no SSL support, -s switch ignored
pt: Este executável não tem suporte SSL, opção -s ignorada

source: DCC VOICE support not enabled at compilation time
pt: Suporte DCC VOICE não activado na compilação

source: Invalid sample rate specified, defaulting to 8000
pt: Frequência de exemplo indicada inválida, a predefinir para 8000

source: Invalid codec specified, defaulting to 'adpcm'
pt: Codec indicado inválido, a predefinir para 'adpcm'

source: The current window has no associated DCC session
pt: A janela actual não tem uma sessão DCC associada

source: The specified parameter is not a valid DCC identifier
pt: O parâmetro indicado não é um identificador DCC válido

source: This DCC session is not a DCC transfer session
pt: Esta sessão DCC não é uma sessão de transferência DCC

source: The specified window identifier is not valid
pt: O identificador de janelas indicado não é válido

source: WARNING: The peer is sending garbage data past the end of the file
pt: AVISO: A máquina remota está a enviar lixo após o fim do envio do ficheiro

source: WARNING: Ignoring data past the declared end of file and closing the connection
pt: AVISO: A ignorar envio de dados da máquina remota e a fechar a conexão

source: Data transfer terminated, waiting 30 seconds for the peer to close the connection...
pt: Transferência de dados terminada, a esperar 30 segundos para que a máquina remota feche a conexão...

source: Data transfer was terminated 30 seconds ago, closing the connection
pt: A transferência de dados terminou à 30 segundos, a fechar a conexão

source: WARNING: Received data in a DCC TSEND, there should be no acknowledges
pt: AVISO: Nos dados recebidos de um DCC TSEND, não deve haver confirmações

source: TRANSFER %d
pt: TRANSFERÊNCIA %d

source: Setting up the connection
pt: A configurar a conexão

source: Attempting a passive DCC %1 connection
pt: A tentar uma conexão DCC %1 passiva

source: Attempting an active DCC %1 connection
pt: A tentar uma conexão DCC %1 activa

source: Sent DCC RESUME request to %1, waiting for ACCEPT
pt: Enviado um DCC RESUME pedido por %1, a esperar por ACCEPT

source: Aborted
pt: Abortado

source: Transfer failed:
pt: Transferência falhada:

source: Configure Bandwidth...
pt: Configurar Largura de Banda...

source: Resend DCC
pt: Reenviar DCC

source: Resend TDCC
pt: Reenviar TDCC

source: Resend RevDCC
pt: Reenviar RevDCC

source: Abort
pt: Abortar

source: From:
pt: De:

source: To:
pt: Para:

source: %1 of %2 (%3%)
pt: %1 de %2 (%3%)

source: Spd:
pt: Vel:

source: Avg:
pt: Média:

source: Transfer Log
pt: Registo de Transferência

source: Contacting host %1 on port %2
pt: A contactar o endereço %1 no porto %2

source: Listening on interface %1 port %2
pt: A escutar no interface %1 porto %2

source: The local IP address is private, determining from IRC server: %1
pt: O endereço IP local é privado, a determinar do servidor IRC: %1

source: Sent DCC %1 request to %2, waiting for remote client to connect...
pt: Enviado DCC %1 a %2, à espera que o cliente remoto conecte...

source: DCC %1 request not sent, awaiting manual connection
pt: Pedido DCC %1 não enviado, a esperar conexão manual

source: [SSL ERROR]: %1
pt: [ERRO SSL]: %1

source: DCC %s transfer with %Q@%Q:%Q completed: ![!dbl]play $0%s
pt: Transferência DCC %s com %Q@%Q:%Q completa: ![!dbl]play $0%s

source: Transfer completed
pt: Transferência completa

source: Connected to %1:%2
pt: Conectado a %1:%2

source: Local end is %1:%2
pt: Extremo local é %1:%2

source: Transferring data
pt: A transferir dados

source: RESUME accepted, transfer will begin at position %1
pt: RESUME aceite, a transferência começará na posição %1

source: Internal error in RESUME request
pt: Erro interno no pedido RESUME

source: Invalid RESUME request: Position %1 is larger than file size
pt: Pedido RESUME inválido: a posição %1 é maior que o tamanho do ficheiro

source: Accepting RESUME request, transfer will begin at position %1
pt: Aceitar pedido RESUME, a transferência começará na posição %1

source: Configure bandwidth for DCC transfer %1
pt: Configurar largura de banda para a transferência DCC %1

source: Limit upload bandwidth to
pt: Limitar largura de banda de envio para

source: Limit download bandwidth to
pt: Limitar largura de banda de transferência para

source: bytes/sec
pt: bytes/seg

source: Cancel
pt: Cancelar

source: Attempting a passive DCC CANVAS connection
pt: A tentar uma conexão passiva DCC CANVAS

source: Sent DCC CANVAS request to %Q, waiting for the remote client to connect...
pt: Pedido DCC CANVAS enviado a %Q, a esperar que o cliente remoto conecte...

source: DCC CANVAS request not sent: awaiting manual connections
pt: Pedido DCC CANVAS não enviado: a esperar conexões manuais

source: Attempting an active DCC CANVAS connection
pt: A tentar uma conexão DCC CANVAS activa

source: &Line
pt: &Linha

source: &Rectangle
pt: &Rectângulo

source: &Ellipse
pt: &Elipse

source: &Pie
pt: &Tarte

source: &Chord
pt: A&corde

source: &Rich text (html)
pt: Texto en&riquecido (html)

source: &Triangle
pt: &Triângulo

source: &Pentagon
pt: &Pentágono

source: &Hexagon
pt: &Hexágono

source: &Shape
pt: &Figura

source: &Polygons
pt: &Polígonos

source: &Insert
pt: &Inserir

source: Unable to process the above request: %Q, %Q
pt: Não é possível processar o pedido anterior: %Q, %Q

source: Ignoring and notifying failure
pt: Ignorar e notificar falha

source: Ignoring
pt: Ignorar

source: Concurrent transfer limit reached (%u of %u transfers running)
pt: Limite de transferências concorrentes alcançado (%u de %u transferências a correr)

source: Slot limit reached (%u slots of %u)
pt: Limite de Slots alcançado (%u slots de %u)

source: Too many pending connections
pt: Demasiadas conexões pendentes

source: Invalid port number %s
pt: Número de porta inválido %s

source: Invalid IP address in old format %s
pt: Endereço de IP inválido em formato antigo %s

source: Invalid IP address %s
pt: Endereço de IP inválido %s

source: The above request is broken: The second parameter is '%s' and should be 'chat', trying to continue
pt: O pedido anterior é incorrecto: o segundo parâmetro é '%s' e deveria ser 'chat', a tentar continuar

source: This executable has been compiled without SSL support, the SSL extension to DCC CHAT is not available
pt: Este executável foi compilado sem suporte SSL, a extensão SSL para DCC CHAT não está disponível

source: The above request is broken: it looks like a zero port tag acknowledge but I have either never seen this tag or it was sent more than 120 seconds ago
pt: O pedido seguinte está danificado: parece uma marca de porta zero reconhecida, mas nunca se viu esta marca ou já foi enviado à mais de 120 segundos

source: It seems that I haven't requested this dcc chat
pt: Parece que não foi pedido este dcc chat

source: The above request is broken: The fourth parameter should be the file size but does not appear to be an unsigned number, trying to continue
pt: O seguinte pedido é incorrecto: o quarto parâmetro deveria ser o tamanhodo ficheiro, mas não parece ser um número sem sinal, a tentar continuar

source: The above request is broken: The filename contains path components, stripping the leading path and trying to continue
pt: O seguinte pedido é incorrecto: o nome do ficheiro contém um componentes da localização, a remover a localização indicada e a tentar continuar

source: This executable has been compiled without SSL support, the SSL extension to DCC SEND is not available
pt: Este executável foi compilado sem suporte SSL, a extensão SSL para DCC CHAT não está disponível

source: Can't proceed with DCC RECV: Transfer not initiated for file %s on port %s
pt: Não é possível com DCC REVC: transferência não iniciada do ficheiro %s na porta %s

source: Invalid resume position argument '%s'
pt: Resumo inválido do argumento de posição '%s'

source: Can't proceed with DCC SEND: Transfer not initiated for file %s on port %s, or invalid resume size
pt: Não é possível prosseguir com o DCC SEND: transferência não iniciada do ficheiro %s, na porta %s, ou resumo de tamanho inválido

source: The above request has resume file size missing, assuming a resume file size of 0
pt: O seguinte pedido tem falta de tamanho para continuar o resumo, assumir 0 como tamanho de ficheiro para resumo

source: This executable has been compiled without SSL support, the SSL extension to DCC RECV is not available
pt: Este executável foi compilado sem suporte SSL, extensão SSL para DCC RECV não disponível

source: Invalid RECV request: Position %u is is larger than file size
pt: Pedido RECV inválido: a posição %u é maior que o tamanho do ficheiro

source: %Q [%Q@%Q] is ready to receive the file "%s"
pt: %Q [%Q@%Q] está pronto para receber o ficheiro "%s"

source: The remote client is listening on interface %s and port %s
pt: O cliente remoto está a escutar no interface %s e porta %s

source: Use %c![!dbl]dcc.send %s -i=%s -p=%s %Q/dcc.send %s -i=%s -p=%s %Q%c to send the file (or double-click on the socket)
pt: Usar %c![!dbl]dcc.send %s -i=%s -p=%s %Q/dcc.send %s -i=%s -p=%s %Q%c para enviar o ficheiro (ou duplo clique no socket)

source: The above request is broken: The fourth parameter should be the file size but does not appear to be an unsigned number; trying to continue
pt: O pedido anterior está falhado: o quarto parâmetro devia ser o tamanho do arquivo mas não parece ser um número sem sinal; tentar continuar

source: This executable has been compiled without SSL support, the SSL extension to DCC RSEND is not available
pt: Este executavel foi compilado sem suporte SSL, a extensão SSL para DCC RSEND não está disponivel

source: (unknown)
pt: (desconhecido)

source: No suitable interface to listen on, trying to continue anyway...
pt: Sem interface onde fazer escutas, a tentar continuar apesar de tudo...

source: This executable has been compiled without SSL support, the SSL extension to DCC GET is not available
pt: Este executavel foi compilado sem suporte SSL, a extenão SSL para DCC GET não está disponivel

source: No file offer named '%s' (with size %s) available for %Q [%Q@%Q]
pt: Nenhuma oferta de ficheiro chamada '%s' (com tamanho %s) disponível para %Q [%Q@%Q]

source: "any"
pt: "qualquer"

source: Accepting file request from %Q [%Q@%Q] for '%s' (real file: %Q), offering DCC %s since we can't accept incoming connections (user option)
pt: A aceitar uma petição do ficheiro de %Q [%Q@%Q] para '%s' (ficheiro real: %Q), a oferecer DCC %s já que não é possível aceitar conexões (opção do utilizador)

source: Accepting file request from %Q [%Q@%Q] for '%s' (real file: %Q), offering DCC %Q
pt: A aceitar um pedido de ficheiro de %Q [%Q@%Q] para '%s' (ficheiro real: %Q), a oferecer DCC %Q

source: The above request cannot be accepted: DCC VOICE support not enabled at compilation time
pt: O seguinte pedido não pode ser aceite: o suporte DCC VOICE não foi activado na compilação

source: The above request cannot be accepted: Unsupported codec '%s'
pt: O seguinte pedido não pode ser aceite: codec '%s' não suportado

source: The above request appears to be broken: Invalid sample-rate '%s', defaulting to 8000
pt: O seguinte pedido parece estar falhado: frequencia de amostra '%s' inválida, a predefinir para 8000

source: Unknown DCC type '%s'
pt: Tipo de DCC desconhecido '%s'

source: &Accept
pt: &Aceitar

source: &Reject
pt: &Rejeitar

source: &Rename
pt: &Renomear

source: Over&write
pt: &Sobregravar

source: Re&sume
pt: Re&sumir

source: File Already Exists - KVIrc
pt: O Ficheiro Já Existe - KVIrc

source: Can't retrieve a suitable local IPV4 address
pt: Não é possível obter um endereço IPV4 local apropriado

source: Can't listen on default interface '%s': fix it in the options dialog, disabling the option (so the next dcc will work)
pt: Não é possível escutar no interface predefinido '%s': corrija-o no diálogo de opções, a desactivar a opção (para que o próximo dcc funcione)
