Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Ban exception masks
nl: Ban uitzonderringsmaskers
pt_br: Máscaras de exceções de ban

source: Invite exception masks or forbid /INVITE
pt_br: Máscaras de exceção de invite ou proibir /INVITE

source: Secret
nl: Geheim
pt_br: Secreto

source: Private
nl: Privaat
pt_br: Privado

source: Topic change restricted
nl: Topic veranderingen voorbehouden
pt_br: Mudança de tópico restringida

source: Invite only
nl: Alleen uitnodigen
pt_br: Somente por convite

source: No external messages
nl: nee andere boodschappen
pt_br: Sem mensagens externas

source: Anonymous or protected user
nl: Onbekende of beschermde gebruiker
pt_br: Usuário anônimo ou protegido

source: Quiet or channel owner
nl: Stil of kanaal eigenaar
pt_br: Quieto ou proprietário do canal

source: Limited number of users
nl: Beperkt aantal gebruikers
pt_br: Número de usuários limitado

source: Key
nl: Toets
pt_br: Senha

source: Moderated
nl: Beheerd
pt_br: Moderado

source: Registered
nl: Geregistreerd
pt_br: Registrado

source: Censor swear words
pt_br: Palavrões censurados

source: Only registered nicks can join
nl: Alleen geregistreerde nicknamen kunnen deelnemen
pt_br: Somentes apelidos registrados podem entar

source: No kicks able (unless U-Line)
nl: Geen kicks mogelijk, (tenzij U-line)
pt_br: Sem poder de chute (exceto U-line)

source: IRC-Op only channel
nl: Kanaal alleen voor IRC-Op
pt_br: Canal somente para IRC-Op

source: Server/Network/Tech Admin only channel
nl: Server/Netwerk/Tech Admin kanaal alleen
pt_br: Canal somente para Administrador de Servidor/Rede/Técnico

source: Forbid /KNOCK
nl: Verboden /KLOP
pt_br: Proibido /KNOCK

source: Strip colors
nl: Verdeel kleuren
pt_br: Tirar cores

source: Redirect on channel full
pt_br: Redirecionar em canais cheios

source: Forbid channel CTCPs
nl: Verboden kanaal CTCPs
pt_br: Poibido CTCP no Canal

source: User-operators OR Auditorium: /NAMES and /WHO show only ops
pt_br: Usuários-operadores OU Auditorium: /NAMES e /WHO mostram apenas ops

source: o: IRC operator (OPER)
pt_br: Modos de usuário disponiveis:

source: O: Local IRC operator (LOCOP)
nl: O: lokale IRC operator (LOCOP)
pt_br: O: Operador de IRC Local (LOCOP)

source: i: Invisible
nl: i: Onzichtbaar
pt_br: i: Invisível

source: w: Recipient for WALLOPS messages
pt_br: w: Receptor de mensagens WALLOPS

source: r: User with restricted connection (or recipient for messages about rejected bots)
pt_br: r: Usuário com conexão restrita (ou recepiente para mensagens sobre bots rejeitados)

source: s: Recipient for server notices
pt_br: s: Recipiente para noticias de servidor

source: z: Recipient for oper wallop messages
pt_br: z: Receptor de mensagens wallop do operador

source: c: Recipient for cconn messages
nl: c: Ontvanger voor cconn boodschappen
pt_br: c: Receptor de mensagens cconn

source: k: Recipient for server kill messages
nl: k: Ontvanger voor server kill boodschappen
pt_br: k: Receptor de mensagens kill do servidor

source: f: Recipient for full server notices
nl: f: Ontvanger voor volledige server notities
pt_br: f: Recipiente para noticias cheias de servidores

source: y: Spy :)
pt_br: y: Espião :)

source: d: Obscure 'DEBUG' flag
pt_br: d: flag 'DEPURAR' obscura

source: n: Recipient for nick changes
nl: n: Ontvanger voor nick wijzigingen
pt_br: n: Recipiente para mudanças de nicks

source: Using filtered IRC protocol: Link filter is "%Q"
nl: Gefilterd IRC protocol: link filter is "%Q"
pt_br: Usando protocolo IRC filtrado: O filtro de link é "%Q"

source: Failed to set up the link filter "%Q", will try with plain IRC
pt_br: Falha ao iniciar filtro de link "%Q", se tentará com IRC puro

source: Failed to start the connection: %Q
nl: De verbinding is mislukt: %Q
pt_br: Falha ao iniciar a conexão: %Q

source: Contacting %Q %s (%s) on port %u
nl: Maak verbinding met %Q %s (%s) op poort %u
pt_br: Contactando %Q %s (%s) na porta %u

source: proxy host
pt_br: Servidor proxy

source: IRC server
pt_br: Servidor IRC

source: Low-level transport connection established [%s (%s:%u)]
nl: Laag transportniveau ingesteld [%s (%s:%u)]
pt_br: Estabelecida conexão de transporte de baixo nível [%s (%s:%u)]

source: Starting Secure Socket Layer handshake
nl: Start Secure Socket Layer handdruk
pt_br: Iniciando negociação do Secure Socket Layer

source: Secure proxy connection
nl: Veilige proxy verbinding
pt_br: Conexão de proxy segura

source: Proxy connection
nl: Proxy verbinding
pt_br: Conexão de proxy

source: Negotiating relay information
nl: Onderhandelings vertraging
pt_br: Negociando informoção de retransmissão

source: Sent connection request, waiting for acknowledgement
nl: Verzoek tot verbinding verzonden, wacht op bevestiging
pt_br: Pedido de conexão enviado, esperando a confirmação

source: Sent target host data, waiting for acknowledgement
pt_br: Dados enviados à maquina de destino, esperando a confirmação

source: Sent auth method request, waiting for acknowledgement
nl: Authentificatie verzoek verzonden, wacht op bevestiging
pt_br: Enviado pedido de autenticação, esperando a confirmação

source: Sent username and password, waiting for acknowledgement
nl: Gebruikersnaam en wachtwoord verzonden, wacht op bevestiging
pt_br: Enviados usuário e senha, esperando a confirmação

source: Sent connection request, waiting for "HTTP 200" acknowledgement
nl: Verbindingsverzoek verzonden, wacht voor "HTTP 200" bevestiging
pt_br: Enviado pedido de conexão, esperando a confirmação "HTTP 200"

source: [SSL ERROR]: %Q
nl: [SSL FOUT]: %Q
pt_br: [ERROR de SSL ]: %Q

source: [PROXY ERROR]: %Q
nl: [PROXY FOUT]: %Q
pt_br: [ERROR de PROXY]: %Q

source: [SOCKET ERROR]: %Q
nl: [SOCKET FOUT]: %Q
pt_br: [ERRO DE SOCKET]: %Q

source: [SOCKET WARNING]: %Q
nl: [SOCKET WAARSCHUWING]: %Q
pt_br: [AVISO DE SOCKET]: %Q

source: Binding to local address %s
nl: Verbinden naar lokaal adres %s
pt_br: Associando ao endereço %s

source: Binding to local address %s failed: the kernel will choose the correct interface
nl: Onmogelijk te verbinden naar lokaal adres %s: de kernel zal de juisteinterface kiezen
pt_br: Associação ao endereço local %s falhou : o núcleo escolherá a corretainterface

source: Using HTTP protocol.
nl: HTTP protocol
pt_br: Usando protocolo HTTP

source: Using SOCKSV4 protocol.
pt_br: Usando protocolo SOCKSV4.

source: We can accept auth method 0 (no auth)
nl: Aanvaardt auth methode O (geen auth)
pt_br: Podemos aceitar o método 0 do auth (sem auth)

source: We can accept auth method 0 (no auth) or 2 (user/pass)
nl: Aanvaardt auth methode O (geen auth) of 2 (gebruikers/pass)
pt_br: Podemos aceitar o método 0 do auth (sem auth) ou 2 (usuário/senha)

source: Proxy response: auth OK: access granted
nl: Proxy antwoord: authentificatie OK: toegelaten
pt_br: Resposta do proxy: auth OK : acesso garantido

source: Proxy response: Auth method OK: using method 0 (no auth)
nl: Proxy antwoord: Authentificatie OK: gebruik methode 0 (geen auth.)
pt_br: Resposta do proxy: Método auth Ok usando método 0 (sem auth)

source: Proxy response: Auth method OK: using method 2 (user/pass)
nl: Proxy antwoord: Authentificatie OK: gebruik methode 2(gebruiker/wachtwoord)
pt_br: Resposta do proxy: Método auth Ok usando método 2 (usuário/senha)

source: Proxy response: target data OK: request granted
nl: Proxy antwoord: doel data OK: verzoek toegelaten
pt_br: Resposta do proxy: dados de destino OK: pedido garantido

source: Proxy response:
nl: Proxy antwoord:
pt_br: Resposta do Proxy:

source: Server X509 certificate
nl: Server X509 certificaat
pt_br: Servidor X509 certificado

source: The server didn't provide a certificate
nl: De server gaf geen certificaat
pt_br: O Servidor não provê um certificado

source: Unable to determine the current cipher
pt_br: Impossível de determinar a cifra atual

source: Partial socket write: packet broken into smaller pieces.
pt_br: Escrita parcial em socket: pacote dividido em partes menores

source: Configure Servers...
nl: Configureer de servers...
pt_br: Configurar Servidores...

source: Allows you to configure the servers and eventually to connect to them
nl: Laat je de servers instellen en eventueel te verbinden
pt_br: Permite a você configurar aos servidores e eventualmente conectar-se a eles

source: Manage Addons...
nl: Bewerk addons ...
pt_br: Gerênciar Addons...

source: Allows you to manage the script-based addons
nl: Laat je toe om de script gebaseerde add-ons te bewerken
pt_br: Permite a você gerenciar os addons baseados no script

source: Configure Registered Users...
nl: Configureer de geregistreerd gebruikers...
pt_br: Configurar Usuários Registrados...

source: Shows a dialog that allows editing the registered user entries
nl: Toon een dialoog waarbij je de geregistreerde gebruikers ingangen kunt bewerken
pt_br: Exibe a janela que permite a você editar entradas de usuários registrados

source: Configure Identity...
nl: Configureer identiteit...
pt_br: Configurar Identidade...

source: Allows you to configure nickname, username, avatar etc...
nl: Laat je de nicknaam, gebruikersnaam, avatar enz. instellen
pt_br: Permite a você configurar o apelido, nome de usuário, avatar e etc...

source: Show SocketSpy...
nl: Toon SocketSpy...
pt_br: Exibir Socket espião...

source: Shows a window that allows monitoring the socket traffic
nl: Venster dat de socket trafiek kan laten zien
pt_br: Exibe a janela que permite a você monitorar o tráfego do socket

source: Get Network Links
nl: Vraag netwerk links
pt_br: Requisitar Links da Rede

source: Shows a window that allows viewing the network links
nl: Venster dat de netwerk links kan laten zien
pt_br: Exibe a janela que permite a você ver os links da rede

source: Get Channel List
nl: Vraag kanaal lijst
pt_br: Requisitar Lista de Canais

source: Shows a window that allows listing the network channels
nl: Venster om lijst van netwerk kanalen op te vragen
pt_br: Exibe a janela que permite a você listar os canais da rede

source: Configure KVIrc...
nl: Configureer KVirc ...
pt_br: Configurar KVIrc...

source: Shows the general options dialog
nl: Toon de algemene optie dialoog
pt_br: Exibir o dialogo geral de opções

source: Customize Toolbars...
nl: Aanpassen van de Werkbalken
pt_br: Personalizar Barras de Ferramentas...

source: Shows a window that allows editing script toolbars
nl: Venster om script van taakbalk te bewerken
pt_br: Exibe a janela que permite a você editar script de barra de ferramentas

source: Join Channels...
nl: Naar Kanalen ....
pt_br: Entrar nos Canais...

source: Edit Actions...
nl: Bewerk acties...
pt_br: Editando ações...

source: Shows a window that allows editing actions
nl: Venster om acties te bewerken
pt_br: Exibe a janela que permite a você editar as ações

source: Edit Aliases...
nl: Bewerk aliassen...
pt_br: Aliases...

source: Shows a window that allows editing aliases
nl: Venster om aliassen te bewerken
pt_br: Exibe a janela que permite a você editar os aliases

source: Edit Events...
nl: Bewerk gebeurtenissen...
pt_br: Eventos...

source: Shows a window that allows editing script events
nl: Venster om script gebeurtenissen te bewerken
pt_br: Exibe a janela que permite a você editar eventos do script

source: Edit Popups...
nl: Bewerk popups...
pt_br: Popups...

source: Shows a window that allows editing popup menus
nl: Venster op popup menu's te bewerken
pt_br: Exibe a janela que permite a você editar menus popup

source: Edit Raw Events...
nl: Bewerk ruwe gebeurtenissen...
pt_br: Eventos Raw...

source: Shows a window that allows editing raw scripting events
nl: Venster om raw scripting gebeurtenissen te bewerken
pt_br: Exibe a janela que permite a você editar eventos de script raw

source: New Script Tester
pt_br: Testar Script

source: Creates an embedded editor for long scripts
nl: Maakt een ingebedde editor voor grote scripts
pt_br: Cría um editor embutido para scripts longos

source: Execute Script...
nl: Voer script uit...
pt_br: Executar Script...

source: Allows executing a KVS script from file
nl: Laat het uitvoeren van een KVS script van een bestand toe
pt_br: Permite executar um script KVS a partir de um arquivo

source: Help Index
pt_br: Índice da Ajuda

source: Shows the documentation index
nl: Toon de documentatie index
pt_br: Exibir o índice da documentação

source: Allows subscribing to the KVIrc mailing list
nl: Naar het intekenen op de KVirc mailing lijst
pt_br: Inscrever-se na Lista de E-mail

source: Opens the KVIrc homepage
nl: Opent KVirc homepagina
pt_br: Página do KVIrc

source: Cascade windows
nl: Trapgewijs
pt_br: Janela em cascata

source: Arranges the MDI windows in a maximized-cascade fashion
nl: Regelt de MDI vensters op een maximaal-cascade wijze
pt_br: Organiza as janelas MDI na forma de casata-maximizada

source: Tile windows
nl: Miniatuur venster
pt_br: Janelas lado a lado

source: Tiles the MDI windows with the currently selected tile method
pt_br: Organiza as janelas MDI no método Lado a Lado atualmente selecionado

source: Minimize all windows
nl: Minimaliseer alle vensters
pt_br: Minimizar todas las janelas

source: Minimized all the currently visible MDI windows
nl: Mininmaliseer alle zichtbare MDI vensters
pt_br: Minimiza todas as janelas MDI atualmente visíveis

source: New IRC Context
nl: Nieuwe IRC context
pt_br: Nova janela de servidor

source: Creates a new IRC context console
nl: Maakt een nieuwe IRC contekst terminal
pt_br: Cría um novo console de contexto de IRC

source: Quit KVIrc
nl: KVirc afsluiten
pt_br: Fechar o KVIrc

source: Quits KVIrc closing all the current connections
nl: Sluit KVirc en alle verbindingen
pt_br: Fecha o KVIrc encerrando todas as conexões ativas

source: IRC Context Display
nl: IRC contekst scherm
pt_br: Barra de Ferramentas de Contexto de IRC

source: Shows a small display with IRC context informations
nl: Tekstballon met irc kontekst informatie
pt_br: Exibe uma pequena janela com as informações de contexto de IRC

source: Acts as a separator for other items: performs no action
nl: Is een scheidingsteken voor items, heeft geen actie tot gevolg
pt_br: Atua como um separador para outros elementos: não realiza nenhuma ação

source: Connect/Disconnect
nl: Verbinden/Verbreken
pt_br: Conectar/Desconectar

source: Allows you to connect to a server or to terminate the current connection
nl: Laat je toe om met een server te verbinden of de verbinding te verbreken
pt_br: Permite a você se conectar a um servidor ou terminar a conexão atual

source: Connect
nl: Verbinden
pt_br: Conectar

source: Abort Connection
nl: Verbreek de verbinding
pt_br: Abortar Conexão

source: Join Channel
nl: Naar Kanaal
pt_br: Entrar no Canal

source: Shows a popup menu that allows quickly selecting a channel to join
nl: Popup om snel een kanaal te kiezen
pt_br: Exibe menu popup que permite selecionar rapidamente um canal para entrar

source: Other...
nl: Andere...
pt_br: Outro...

source: Change Nickname
nl: Verander Nicknaam
pt_br: Alterar Apelido

source: Shows a popup menu that allows quickly changing the nickname
nl: Popup om snel van nicknaam te veranderen
pt_br: Exibe um menu popup que permite alterar rapidamente o apelido

source: Connect To
nl: Verbinden met
pt_br: Conectar para

source: Shows a popup menu that allows quickly connecting to a server
nl: Popup om snel te verbinden met een server
pt_br: Exibe um menu popup que permite conectar rapidamente a um servidor

source: User Mode
nl: Gebruikers mode
pt_br: Modo de Usuário

source: Shows a popup menu that allows quickly changing user modes
nl: Popup om snel de gebruiker statussen aan te passen
pt_br: Exibe um menu popup que permite alterar rapidamente os modos de usuário

source: Server Notices (+s)
nl: Server Notitis (+s)
pt_br: Noticias do Servidor (+s)

source: Invisible (+i)
nl: Onzichtbaar (+i)
pt_br: Invisivel (+i)

source: Away/Back
nl: Weg/Terug
pt_br: Ausente/Voltar

source: Allows entering and leaving away state
nl: Laat het invoeren en verlaten van de away-status toe
pt_br: Pemite entrar e sair do estado de ausente

source: Enter Away Mode
nl: Bevestig weg-modus
pt_br: Entrar no Modos de Ausente

source: Leave Away Mode
nl: Verlaat de weg-mode
pt_br: Sair do Modo de Ausente

source: Irc Tools
nl: Irc Hulpmiddelen
pt_br: Ferramentas de IRC

source: Shows a popup menu with some IRC Tools
nl: Popup met IRC gereedschappen
pt_br: Exibe um menu popup com algumas Ferramentas de IRC

source: Irc Actions
nl: Irc Acties
pt_br: Ações

source: Shows a popup menu with some IRC Actions
nl: Popup met IRC aties
pt_br: Exibe um menu popup com algumas Ações de IRC

source: Ops...it looks like I can't load modules on this sytem. I have been looking for the %s library but I haven't been able to load it due to the following error: "%s" Aborting.
nl: Oeps .. ik kan geen modules laden op dit systeem. Ik zocht de %s bibliotheek, maar ik kon ze niet laden omwille van volgende fout: "%s"
pt_br: Opa.. parece que não posso carregar módulos nesse sistema.procurei pela biblioteca %s mas não fui capaz de carrega-la devido ao seguinte erro: "%s" Abortando.

source: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_begin" function. Aborting!
nl: Oeps ... het lijkt erop dat je een onvolledige distributie hebt. De instelmodule geeft de "setup_begin" functie. Stopt !
pt_br: Ops... parece que você tem uma distribuição defeituosa. O módulo de configuração não exporta a função "setup_begin". Abortando!

source: Setup aborted
nl: Setup geanuleerd.
pt_br: Configuração abortada

source: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_finish" function. Trying to continue anyway...
nl: Oeps ... het lijkt erop dat je een onvolledige distributie hebt. De instelmodule geeft de "setup_finish" functie. Probeer hoe dan ook door te gaan ...
pt_br: Ops... parece que você tem uma distribuição defeituosa. O módulo de configuração não exporta a função "setup_finish" Tentando continuar de todas as maneiras...

source: %Q is on IRC
nl: %Q is op IRC
pt_br: %Q está no IRC

source: %Q has left IRC
nl: %Q heeft IRC verlaten
pt_br: %Q saiu do IRC

source: Notify list: No users to check for, quitting
nl: Notificatie lijst: geen gebruikers.
pt_br: Lista de Notificação: Não existem usuários para verificar, saindo

source: Notify list: Timeout (%d sec) is too short, resetting to something more reasonable (15 sec)
nl: Notificatie lijst: tijdslimiet (%d sec) is te kort, stel eenredelijke tijd in (15 sec)
pt_br: Lista de Notificação: Intervalo de tempo (%d segundos) é muito pequeno, configurando um valor mais razoável (15 segundos)

source: Notify list: Notify list empty, quitting
nl: Notificatie lijst is leeg
pt_br: Lista de Notificação: lista de notificação vazia, saindo

source: Notify list: ISON delay (%d sec) is too short, resetting to something more reasonable (5 sec)
nl: Notificatie lijst: ISON vertraging (%d sec) is te kort, stel eenredelijke tijd in (5 sec)
pt_br: Lista de Notificação: O intervalo de tempo para o ISON (%d segundoss) é muito pequeno, configurando algo mais razoável (5 segundos)

source: Notify list: Checking for: %Q
nl: Notificatie lijst: Zoeken naar : %Q
pt_br: Lista de Notificação: Verificando: %Q

source: Notify list: Hey! You've used ISON behind my back? (I might be confused now...)
nl: Notificatie lijst: Hey, je hebt ISON gebruikt buiten mijn weten?(Ik kan een beetje in de war zijn nu ...)
pt_br: Lista de Notificação: Ei! Você utilizou ISON pelas minhas costas? (Agora posso estar confuso...)

source: registration mask changed, or nickname is being used by someone else
nl: Het registratiemasker is veranderd, of de nicknaam is in gebruik
pt_br: máscara de registro alterada, ou apelido está sendo usado por alguém

source: Notify list: !n%Q appears to be online, but the mask [%Q@!h%Q] does not match (registration mask does not match, or nickname is being used by someone else)
nl: Notificatie lijst: !n%Q is on-line, maar het masker [%Q@!h%Q]heeft geen overeenkomst. (Er is geen overeenkomst of de nicknaam is in gebruik)
pt_br: Lista de Notificação: !n%Q parece estar conectado, mas a máscara (%Q@!h%Q) não coincide (a máscara de registo não combina, ou o nick está sendo utilizado por outra pessoa)

source: Notify list: Unexpected inconsistency, registered user DB modified? (restarting)
nl: Notificatie lijst: onverwachte inconsistentie, geregistreerdegebruikers DB gewijzigd (herstart)
pt_br: Lista de Notificação: inconsistência inesperada, A base de dados de usuários registrados foi modificada? (reiniciando)

source: Notify list: Unexpected inconsistency, expected !n%Q in the registered user DB
nl: Notificatie lijst: onverwachte inconsistentie, verwacht !n%Q in degeregistreede gebruikers DB
pt_br: Lista de Notificação: Inconsistência inesperada, o esperado era !n%Q no registo de usuário da Base de Dados

source: Notify list: USERHOST delay (%d sec) is too short, resetting to something more reasonable (5 sec)
nl: Notificatie lijst: Userhost vertraging (%d sec) is te kort, stel eenredelijke tijd in (5 sec)
pt_br: Lista de Notificação: O intervalo de tempo para USERHOST (%d segundos) é muito pequeno, configurando para algo mais razoável (5 segundos)

source: Notify list: Unexpected inconsistency, userhost list is empty!
nl: Notificatie lijst: onverwachte inconsitentie, gebruikerslijst is leeg
pt_br: Lista de Notificação: Inconsistência inesperada, a lista usuario-máquina está vazia!

source: Notify list: Checking userhost for: %Q
pt_br: Lista de Notificação: Verificando userhost para: %Q

source: Notify list: Hey! You've used USERHOST behind my back? (I might be confused now...)
nl: Notificatie lijst: Hey, je hebt USERHOST gebruikt buiten mijn weten?(Ik kan een beetje in de war zijn nu ...)
pt_br: Lista de Notificação: Ei! Você utilizou USERHOST pelas minhas costas? (Agora posso estar confuso...)

source: Notify list: Broken USERHOST reply from the server? (%s)
pt_br: Lista de Notificação: Resposta USERHOST do servidor esta quebrada? (%s)

source: Notify list: !n%Q appears to have gone offline before USERHOST reply was received, will recheck in the next loop
nl: Notificatie lijst: !n%Q was offline voor het antwoord van USERHOSTwas onstvangen, zal opnieuw verifiëren in de volgende lus
pt_br: Lista de Notificação: parece que !n%Q ficou offline antes da resposta USERHOST, será verificado no próximo passo

source: Starting notify list
nl: Start notify lijst
pt_br: Iniciando lista de notificação

source: No users in the notify list
nl: Geen gebruikers in de notitielijst
pt_br: Não existem usuários na lista de notificação

source: Notify list: Timeout (%d sec) is too short, resetting to something more reasonable (5 sec)
nl: Notificatie lijst: tijdslimiet (%d sec) is te kort, stel eenredelijke tijd in (5 sec)
pt_br: Lista de Notificação: O tempo para expiracão (%d segundos) é muito pequeno, configurando para algo mais razoável (5 segundos)

source: watch entry listing requested by user
pt_br: listagem watch requisitada pelo usuário

source: possible watch list desync
pt_br: possível dessincronização da lista de watch

source: registration mask changed or desync with the watch service
nl: het registratie masker is veranderd of desync met de watch service
pt_br: máscara de registro alterada ou se dessincronizou com o serviço watch

source: Notify list: !n%Q appears to be online, but the mask [%Q@!h%Q] does not match (watch: registration mask does not match, or nickname is being used by someone else)
nl: Notificatie lijst: !n%Q is on-line, maar het masker [%Q@!h%Q]heeft geen overeenkomst. (Er is geen overeenkomst of de nicknaam is in gebruik)
pt_br: Lista de Notificação: !n%Q parece estar conectado, mas a máscara (%Q@!h%Q) não coincide (a máscara de registo não combina, ou o nick está sendo utilizado por outra pessoa)
