Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: &Find Next
nl: Volgende zoeken
pt_br: &Procurar próximo

source: Find
nl: Zoeken
pt_br: Procurar

source: Type
pt_br: Tipo

source: Set &All
nl: Alles instellen
pt_br: Selecionar &Todos

source: Set &None
nl: Niets instellen
pt_br: Selecionar &Nenhum

source: &Load From...
nl: Bezig met laden van...
pt_br: &Carrgar de...

source: &Save As...
nl: Op&slaan als...
pt_br: &Salvas Como...

source: Filter
pt_br: Filtro

source: Select a Filter File
nl: Selecteer een Filter bestand
pt_br: Selecionar um arquivo de filtro

source: Can't open the filter file %s for reading.
nl: Kan het filterbestand "%Q" niet lezen
pt_br: Impossível abrir o arquivo filtro %s para leitura.

source: Select a Name for the Filter File
nl: Selecteereen naam voor het filter bestand
pt_br: Escolha um nome para o arquivo filtro

source: Choose image ...
nl: Kies een beeld...
pt_br: Escolha a imagem...

source: Builtin images
nl: Ingebouwde afbeeldingen
pt_br: Imagens embutidas

source: Small icons
nl: Kleine ikonen
pt_br: Ícones pequenos

source: Full path
nl: Volledig pad
pt_br: Caminho completo

source: directory
nl: Map
pt_br: diretório

source: Show User List
nl: Toon gebruikerslijst
pt_br: Exibir Lista de Usuários

source: Query Targets
nl: Ondervraging
pt_br: Destinos do Query

source: The target of this query has changed from !n%Q [%Q@!h%Q] to !n%Q [%Q@!h%Q]
pt_br: O destino deste query foi alterado de !n%Q [%Q@!h%Q] para !n%Q [%Q@!h%Q]

source: Common channels for !n%Q [%Q@!h%Q]: %Q
nl: Gemeenschappelijke kanalen voor !n%Q [%Q@!h%Q]: %Q
pt_br: Canais em comum com !n%Q [%Q@!h%Q]: %Q

source: No common channels for !n%Q [%Q@!h%Q]
nl: Geen gemeenschappelijke kanalen voor !n%Q [%Q@!h%Q]
pt_br: Nenhum canal em comum com !n%Q [%Q@!h%Q]

source: [Dead query]
nl: [Lege Verbinding]
pt_br: [Query morto]

source: This query has no active targets, no message sent
pt_br: O usuário deste query não está mais online, nenhuma mensagem enviada

source: The crypto engine was unable to encrypt the current message (%Q): %s, no data sent to the server
nl: De encryptie was niet in staat om de huidige boodschap (%Q) te versleutelen: %s: geen data verstuurd
pt_br: O motor de criptografia foi incapaz de criptografar a mensagem atual (%Q): %s, nenhum dado enviado para o servidor

source: The argument of the hash count '#' operator didn't evaluate to a hash: automatic conversion from type '%Q' supplied
nl: Het argument van de hash teller '#' leidde niet tot een hash: automatischeconversie van type '%Q'toegevoegd
pt_br: O operador de contagem hash '#' não foi avaliado como um hash: conversão automática a partir do tipo '%Q' fornecido

source: Error: %Q
nl: Fout: %Q
pt_br: Erro: %Q

source: Broken slot '%Q' in target object '%Q::%Q' while emitting signal '%Q' from object '%Q::%Q': disconnecting
pt_br: Slot quebrado '%Q' no objeto de destino '%Q::%Q' ao emitir o sinal '%Q' do objeto '%Q::%Q': desconectando

source: Slot target object destroyed while emitting signal '%Q' from object '%Q::%Q'
pt_br: Slot do objeto de destino destruido ao emitir o sinal '%Q' do objeto '%Q::%Q'

source: Listing Qt properties for object named "%Q" of KVS class %Q
nl: Lijst van de Qt eigenschappen voor object "%Q of KVS class %Q
pt_br: Listando propriedades Qt para o objeto "%Q" da classe KVS %Q

source: Properties for Qt class %s
nl: Eigenschappen voor Qt class %s
pt_br: Propriedades para classe Qt %s

source: %d properties listed
nl: %d lijst van de eigenschappen
pt_br: %d propriedades listadas

source: The object named "%Q" of class %Q has no Qt properties
nl: Het object "%Q" van class %Q heeft geen Qt eigenschappen
pt_br: O objeto "%Q" da classe %Q não tem propriedades Qt

source: No Qt property named "%Q" for object named "%Q" of class %Q
nl: Geen Qt eigenschap "%Q voor object "%Q"van class %Q
pt_br: Não existe propriedade Qt "%Q" para o objeto "%Q" da classe %Q

source: Can't find property named "%Q" for object named "%Q" of class %Q: the property is indexed but it doesn't really exist
nl: Kan de eigenschap "%Q voor het object "%Q" van class %Q niet vinden:de eigenschap is in de lijst maar bestaat niet echt
pt_br: Não foi possível encontrar a propriedade "%Q" para o objeto "%Q" da classe %Q: a propriedade está indexada, mas nao existe realmente.

source: Can't find property named "%Q" for object named "%Q" of class %Q: the property is indexed and defined but the returned variant is not valid
nl: Kan de eigenschap "%Q voor het object "%Q" van class %Q niet vinden:de eigenschap is aanwezig en gedefinieerd maar de variant is niet geldig
pt_br: Não foi possível encontrar a propriedade "%Q" para o objeto "%Q" da classe %Q: a propriedade esta indexada e definida mas a variante retornada é invalida.

source: The property is of type %s but the supplied argument can't be converted to that type (expecting "%s")
nl: Het argument is van type %s maar het kan niet geconverteerd worden naardat type (verwacht "%s"
pt_br: A propriedade é do tipo %s mas o argumento fornecido nao pode ser convertido para este tipo (esperando "%s")

source: A pixmap object, an image_id or an image file path is required for this property
nl: Een pixmap object, een beeld_id of een beeldbestandpad is vereist voordeze eigenschap
pt_br: Um objeto do pixmap, uma image_id ou um caminho de arquivo de imagem são requeridos para esta propriedade

source: Can't find the requested image
nl: Kan het gevraagde beeld niet vinden
pt_br: Não foi possível encontrar a imagem requisitada.

source: Property "%Q" for object named "%Q" of class %Q has an unsupported data type
nl: Eigenschappen "%Q" voor het object "%Q van class %Q bevat nietondersteunde data
pt_br: Propriedade "%Q" para objeto "%Q" da classe %Q tem um tipo de dados não suportado

source: Cannot find object function $%Q for object named "%Q" of class %Q
nl: Kan de object funtie $%Q voor het object "%Q" van class %Q niet vinden
pt_br: Não foi possível encontrar a função de objeto $%Q para o objeto "%Q" da classe %Q

source: Cannot find object function $%Q::%Q for object named "%Q" of class %Q
nl: Kan de object funtie $%Q::%Q voor het object "%Q" van class %Q niet vinden
pt_br: Não foi possível encontra a função de obejto $%Q::%Q para o objeto "%Q" da classe %Q

source: Stray dot ('.') character or invalid following module command name
nl: Fout punt ('.') of ongeldige volgende module commando naam
pt_br: Caracter ponto ('.') disperso ou após um nome de comando do módulo inválido

source: Syntax error: malformed module command identifier
nl: Syntax fout: ongeldige module commando indentificering
pt_br: Erro de sintaxe: identificador de comando do módulo malformado

source: Unknown callback command "%Q"
nl: Onbekend terugroep commando "%Q"
pt_br: Comando de retorno de chamada "%Q" desconhecido

source: The current window is not a channel
nl: Dit venster is geen kanaal
pt_br: A janela corrente não é um canal

source: Timer name omitted but there is not current timer (this is not a timer callback)
pt_br: Nome do cronomêtro omitido, mas não é um cronomêtro atual (isto não é um retorno dechamada do cronomêtro)

source: Can't kill the timer '%Q' since it is not running
nl: Kan de timer '%Q' niet stoppen, omdat hij niet is gestart
pt_br: Não foi possível matar o cronomêtro '%Q' já que não está em execução

source: Found character '%q' (unicode %x) where a slash '/' was expected
nl: Karakter %q gevonden (unicode %x) terwijl een '/' verwacht werd
pt_br: Caracter '%q' (unicode %x) encontrado onde uma barra '/' era esperada

source: Unexpected end of command in binding operation, at least two slashes are missing
pt_br: Fim de comando inesperado na operação de associação pelo menos duas barras estão faltando

source: Unexpected end of command in binding operation, at least one slash is missing
pt_br: Fim de comando inesperado na operação de associação pelo menos uma barra está faltando

source: Unknown binding operation '%Q'
nl: Onbekende verbindingsoperator '%Q'
pt_br: Operação de associação desconhecida '%Q'

source: Missing right side operand for the binding operator '=~'
nl: Ontbrekende operand voor '=~'
pt_br: Faltando o operando do lado direito para a operação de associação '=~'

source: Trailing garbage ignored after operator '++'
pt_br: Os caracteres após o operador '++' foram ignorados

source: Missing right operand for operator '+='
nl: Ontbrekende operand voor '+='
pt_br: Faltando o operando do lado direito para o operador '+='

source: Trailing garbage ignored after operator '--'
pt_br: Os caracteres após o operador '--' foram ignorados

source: Missing right operand for operator '-='
nl: Ontbrekende operand voor '-='
pt_br: Faltando o operando do lado direito para o operador '-='

source: Missing right operand for operator '<<='
nl: Ontbrekende operand voor '<<='
pt_br: Faltando o operando do lado direito para o operador '<<='

source: Missing right operand for operator '<<'
nl: Ontbrekende operand voor '<<'
pt_br: Faltando o operando do lado direito para o operador '<<'

source: Missing right operand for operator '<,'
nl: Ontbrekende operand voor '<,'
pt_br: Faltando o operando do lado direito para o operador '<,'

source: Missing right operand for operator '>>='
nl: Ontbrekende operand voor '>>='
pt_br: Faltando o operando do lado direito para o operador '>>='

source: Missing right operand for operator '.='
nl: Ontbrekende operand voor '.='
pt_br: Faltando o operando do lado direito para o operador '.='

source: Missing right operand for operator '
nl: Ontbrekende operand voor '
pt_br: Faltando o operando do lado direito para o operador '

source: Unknown operator
nl: Onbekende operator
pt_br: Operador desconhecido

source: Unexpected (and senseless) read-only data evaluation
nl: Onverwachte (en zinloze) alleen-lezen data evaluatie
pt_br: Avaliação de dados somente leitura inesperada (sem sentido)

source: Syntax error: confused by earlier errors: bailing out
pt_br: Erro de sintaxe: confundido por erros anteriores: alucinando

source: Unexpected end of script after a variable reference: expected operator
pt_br: Fim de script inesperado depois da referência da variável: operador esperado

source: Unexpected character '%q' (unicode %x) after a void function call: end of instruction expected
pt_br: Caracter '%q' inesperado (unicode %x) após a chamada da função void: fim da instrução esperada

source: Unexpected character '%q' (unicode %x)
nl: Onverwacht karakter %q (unicode %x)
pt_br: Caracter '%q' inesperado (unicode %x)

source: Option setting error: Unknown option or invalid value for option type
nl: Optie instellingsfout: onbekende optie of ongeldige waarde
pt_br: Erro no ajuste da opção: opção desconhecida ou valor inválido para o tipo de opção

source: Choose a file to parse
nl: Kies een bestand om te ontleden
pt_br: Escolha o arquivo para analisar

source: Failed to load the file '%Q' for parsing
nl: Kan bestand %Q" niet laden voor ontleding
pt_br: Falhou ao carregar o arquivo '%Q' para analise

source: Missing channel list
nl: Kanaallijst ontbreekt
pt_br: Faltando lista de canais

source: You don't appear to be on channel %s
nl: U bent blijkbaar niet op kanaal %s
pt_br: Você não parece estar no canal %s

source: Popup %Q is not defined
nl: Popup %Q is niet gedefiniëerd
pt_br: Popup %Q não esta definido.

source: A popup menu cannot be popped up twice
nl: Een popup menu kan geen twee keer opgeroepen worden
pt_br: Um menu popup não pode ser chamado duas vezes

source: Invalid syntax for screen coordinates, using cursor position
nl: Ongeldige syntax voor scherm coördinaten, cursor positie wordt gebruikt
pt_br: Sintaxe inválida para as coordenadas da tela, usando a posição do cursor

source: Empty target specified
nl: Leeg doel gespecifiëerd
pt_br: Destino especificado está vazio

source: Window with id %Q not found: no rebinding performed
nl: Venster met id %Q niet gevonden: door id s leeg
pt_br: Janela com id %Q não encontrado: nenhuma religação feita

source: Missing alias name
nl: Ontbrekende alias naam
pt_br: Faltando o nome do alias

source: The alias %Q is not existing
nl: De alias %Q bestaat niet
pt_br: O alias %Q não existe.

source: The specified window has no button containers
pt_br: A janela especificada não tem recepiente de botões

source: The specified ping time is invalid: assuming zero (no ping)
nl: De gespecifieerde ping tijd is ongeldig: veronderstel: geen ping
pt_br: O tempo de ping especificado é inválido: assumindo zero (sem ping)

source: The specified maximum run time is invalid: assuming zero (infinite)
pt_br: O tempo máximo de execução especificado é inválido: assumindo zero (infinito)

source: Failed to start the process
nl: Het starten van het process is mislukt
pt_br: Falhou ao iniciar o processo

source: Missing timer name
nl: Ontbrekende naam voor tijdsmeting
pt_br: Faltando nome do timer

source: Missing timeout delay
nl: Ontbrekende tijdslimiet
pt_br: Faltando intervalo de atraso

source: The timeout delay didn't evaluate to an integer
nl: De timeout gaf geen integer
pt_br: O atraso do tempo de expiracão não é um número inteiro

source: Unable to add the timer: insufficient system resources
pt_br: Incapaz de adicionar o cronomêtro: recursos do sistema insuficientes

source: Event handler %Q is broken: disabling
nl: Gebeurtenis verwerker %Q is gestopt, stil gelegd
pt_br: Manipulador de eventos %Q está quebrado: desativando

source: Unknown binary operator '=%q': did you mean '==' ?
nl: Onbekende binaire operator '=%q': bedoelde je '==' ?
pt_br: Operador binário desconhecido'=%q': você queria dizer que '==' ?

source: Unknown binary operator '%q'
nl: Onbekende binaire operator '%q'
pt_br: Operador binário '%q' desconhecido

source: Unexpected end of script in expression
pt_br: Fim do script inesperado na expressão

source: Unexpected character %q (unicode %h) in expression. If it meant to be a string use the quotes.
nl: Onverwacht karakter %q (unicode %h) in de expressie. Als het een stringmoet zijn, gebruik haakjes
pt_br: Caracter inesperado %q (unicode %h) na expressão. Se é para ser uma string, use as citações.

source: Say parse error: Broken command
pt_br: Diz erro do analisador: comando quebrado

source: The left side of the scope operator didn't evaluate as an object reference
nl: Het linkse deel van de bereik operator leidde niet tot een object refrentie
pt_br: O lado esquerdo do operador do espaço não foi avaliado para uma referência de objeto

source: The left side of the scope operator evaluated to a null object reference
nl: Het linkse deel van de bereik operator leidde tot een null object refrentie
pt_br: O lado esquerdo do operador do espaço foi avaliado para uma referência de objeto nula

source: The left side of the scope operator evaluated to an invalid object reference (object doesn't exist)
nl: Het linkse deel van de bereik operator leidde niet tot een ongeldigeobject refrentie. (Het object bestaat niet)
pt_br: O lado esquerdo do operador do espaço foi avaliado para uma referência de objeto inválida (objeto não existe).

source: Array reference assert failed: the variable evaluated to type '%Q'
pt_br: Falhou a comprovação da referência do array: a variável foi avaliada como do tipo '%Q'

source: Operand of unary operator didn't evaluate to a number
pt_br: O operando do operador unário não avaliou para um número

source: Left operand didn't evaluate to a number
nl: Linkse operand lijkt geen nummer
pt_br: O operando esquerdo não avaliou para um número

source: Right operand didn't evaluate to a number
nl: Rechtse operand leidde niet tot een nummer
pt_br: O operando direito não avaliou para um número

source: Division by zero
nl: Deling door nul
pt_br: Divisão por zero

source: line %d, near character %d
pt_br: linha %d, caracter aproximando %d

source: This command can be used only in windows bound to an IRC context
pt_br: Este comando só pode ser usado nas janelas associadas para um contexto de IRC

source: You're not connected to an IRC server
nl: U bent niet met een IRC server verbonden
pt_br: Você não está conectado a um servidor IRC

source: Missing parameter
nl: Ontbrekende parameter
pt_br: Parâmetro faltando

source: Hash key evaluated to empty string: fix the script
nl: De hash key kwam overeen met een lege string; repareer het script
pt_br: Avaliação da chave hash para string vazia: reparar o script

source: The argument of the {} subscript didn't evaluate to a hash: automatic conversion from type '%Q' supplied
nl: Het argument van de {} subscript leidde niet tot een hash: automatischeconversie van type '%Q' toegevoegd
pt_br: O argumento do subscript {} não avaliou para uma hash de conversão automática do tipo %Q fornecido

source: The argument of the {} subscript didn't evaluate to a hash automatic conversion from %Q supplied
nl: Het argument van de {} subscript leidde niet tot een hash: automatischeconversie van %Q toegevoegd
pt_br: O argumento do subscript {} não avaliou para uma hash de conversão automática a partir do %Q fornecido

source: Hash reference assert failed: the variable evaluated to type '%Q'
pt_br: Falhou a verificação da referencia hash: a variável foi avaliada como do tipo '%Q'

source: Call to undefined command '%Q'
nl: Aanroep naar onbekend commando '%Q'
pt_br: Chamada para comando indefinido '%Q'

source: Error in inner alias command call '%Q', called from this context
pt_br: Erro na chamada ao comando interno de álias '%Q', chamado a partir deste contexto

source: There are no extended scope variables in this scope
pt_br: Não há variáveis de espaço extendidas neste espaço

source: Module command call failed: the module '%Q' doesn't export a command named '%Q'
nl: Fout voor module oproep : de module '%Q' geeft geen commando '%Q'terug
pt_br: Chamada de comando do módulo falhou: o módulo '%Q' não exporta um comando chamado '%Q'

source: Broken condition in menu setup: assuming false
nl: Foute conditie in menu setup
pt_br: Condição falhou na configuração do menu: assumindo falso

source: Broken icon parameter: ignoring
pt_br: Parâmetro de ícone quebrado: ignorando

source: Can't find the icon "%Q": ignoring
nl: Kan het icoon "%qQ" niet vinden : genegeerd
pt_br: Não foi possível encontrar o icone "%Q": ignorando

source: Broken text parameter: assuming empty string
pt_br: Parâmetro de texto quebrado: assumindo string vazia

source: Recursive definition detected for popup '%Q': ignoring
nl: Recursieve definitie ontdekt voor popup '%Q ; genegeerd
pt_br: Definição recursiva detectada para o popup '%Q': ignorando

source: Can't find the external popup '%Q'; ignoring
nl: Kan de externe pop-up '%Q' niet vinden, genegeerd
pt_br: Não foi possível encontrar o popup externo '%Q': ignorando

source: Broken prologue in popup menu '%Q': ignoring
pt_br: Prólogo quebrado no menu popup '%Q': ignorando

source: Broken epilogue in popup menu '%Q': ignoring
pt_br: Epílogo quebrado no menu popup '%Q': ignorando

source: Module function call failed: the module '%Q' doesn't export a function named '%Q'
nl: Fout voor module functie : de module '%Q' geeft geen functie '%Q'terug
pt_br: A chamada da função módulo falhou: o módulo '%Q' não exporta a função chamada '%Q'

source: Timer '%Q' has a broken callback handler: killing the timer
pt_br: O cronômetro '%Q' danificou o manipulador de chamadas: matar o cronômetro

source: The target variable didn't evaluate to an integer or real value
nl: De doelvariabele leidde niet tot een integer of een reële waarde
pt_br: A variável de destino não avaliou para um valor inteiro ou real

source: The right side of operator '&=' didn't evaluate to an integer
nl: Het rechtse deel van de operator '&=' leidde niet tot een
pt_br: O lado direito do operador '&=' não foi avaliado como um inteiro

source: The left side of operator '&=' didn't evaluate to an integer
nl: Het linkse deel van de operator '&=' leidde niet tot een integer
pt_br: O lado esquerdo do operador '&=' não foi avaliado como um inteiro

source: The right side of operator '/=' didn't evaluate to a number
nl: Het rechtse deel van de operator '%=' leidde niet tot een cijfer
pt_br: O lado direito do operador '/=' não foi avaliado como um número

source: The left side of operator '/=' didn't evaluate to a number
nl: Het linkse deel van de operator '/=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '/=' não foi avaliado como um número

source: The right side of operator '%=' didn't evaluate to a number
nl: Het rechtse deel van de operator '%=' leidde niet tot een cijfer
pt_br: O lado direito do operador '%=' não foi avaliado como um número

source: The left side of operator '%=' didn't evaluate to a number
nl: Het linkse deel van de operator '%=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '%=' não foi avaliado como um número

source: The right side of operator '*=' didn't evaluate to a number
nl: Het rechtse deel van de operator '*=' leidde niet tot een cijfer
pt_br: O lado direito do operador '*=' não foi avaliado como um número

source: The left side of operator '*=' didn't evaluate to a number
nl: Het linkse deel van de operator '*=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '*=' não foi avaliado como um número

source: The right side of operator '|=' didn't evaluate to an integer
nl: Het rechtse deel van de operator '|=' leidde niet tot een integer
pt_br: O lado direito do operador '|=' não foi avaliado como um número

source: The left side of operator '|=' didn't evaluate to an integer
nl: Het linkse deel van de operator '|=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '|=' não foi avaliado como um número

source: The right side of operator '<<=' didn't evaluate to an integer
nl: Het rechtse deel van de operator '<<=' leidde niet tot een integer
pt_br: O lado direito do operador '<<=' não foi avaliado como um inteiro

source: The left side of operator '<<=' didn't evaluate to an integer
nl: Het linkse deel van de operator '<<=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '<<=' não foi avaliado como um inteiro

source: The right side of operator '>>=' didn't evaluate to an integer
nl: Het rechtse deel van de operator '>>=' leidde niet tot een integer
pt_br: O lado direito do operador '>>=' não foi avaliado como um inteiro

source: The left side of operator '>>=' didn't evaluate to an integer
nl: Het linkse deel van de operator '>>=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '>>=' não foi avaliado como um inteiro

source: The right side of operator '-=' didn't evaluate to a number
nl: Het rechtse deel van de operator '-=' leidde niet tot een cijfer
pt_br: O lado direito do operador '-=' não foi avaliado como um número

source: The left side of operator '-=' didn't evaluate to a number
nl: Het linkse deel van de operator '-=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '-=' não foi avaliado como um número

source: The right side of operator '+=' didn't evaluate to a number
nl: Het rechtse deel van de operator '+=' leidde niet tot een cijfer
pt_br: O lado direito do operador '+=' não foi avaliado como um número

source: The left side of operator '+=' didn't evaluate to a number
nl: Het linkse deel van de operator '+=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '+=' não foi avaliado como um número

source: The right side of operator '^=' didn't evaluate to an integer
nl: Het rechtse deel van de operator '^=' leidde niet tot een integer
pt_br: O lado direito do operador '^=' não foi avaliado como um inteiro

source: The left side of operator '^=' didn't evaluate to an integer
nl: Het linkse deel van de operator '^=' leidde niet tot een cijfer
pt_br: O lado esquerdo do operador '^=' não foi avaliado como um inteiro
