Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: &Cascade Windows
nl: Trapsgewijs
pt_br: Janela em &Cascata

source: Cascade &Maximized
nl: Ge&maximaliseerde vensters trapsgewijs schikken
pt_br: Cascata &maximizada

source: &Tile Windows
nl: Cascade schikking
pt_br: Janelas &Lado a Lado

source: &Auto Tile
pt_br: Lado a Lado &Automático

source: Anodine's Full Grid
pt_br: Grade-cheia do Anodine

source: Pragma's Horizontal 4-Grid
pt_br: 4-Grades Horizontais do Pragma

source: Pragma's Vertical 4-Grid
pt_br: 4-Grades Verticais do Pragma

source: Pragma's Horizontal 6-Grid
pt_br: 6-Grades Horizontais do Pragma

source: Pragma's Vertical 6-Grid
pt_br: 6-Grades Verticais do Pragma

source: Pragma's Horizontal 9-Grid
pt_br: 9-Grades Horizontais do Pragma

source: Pragma's Vertical 9-Grid
pt_br: 9-Grades Verticais do Pragma

source: Tile Met&hod
pt_br: Mét&odos Lado a Lado

source: Expand &Vertically
nl: &Verticaal verlengen
pt_br: Expandir &verticalmente

source: Expand &Horizontally
nl: &Horizontaal verbreden
pt_br: Expandir &Horizontalmente

source: Mi&nimize All
nl: Alles mi&nimaliseren
pt_br: Mi&nimizar Todas

source: Unknown
nl: Onbekend
pt_br: Desconhecido

source: No topic message has been received from the server yet
nl: Geen topic ontvangen van de server
pt_br: Nenhuma mensagem do tópico foi recebida do servidor ainda

source: Channel topic:
nl: Kanaal topic:
pt_br: Tópico do Canal:

source: Set by
nl: Instellen bij
pt_br: Colocado pôr

source: Set on
nl: Aanzetten
pt_br: Posto em

source: Double-click to edit...
nl: Dubbel-klik om te bewerken...
pt_br: Dois cliques para editar...

source: No topic is set
nl: Geen topic aanwezig
pt_br: Nenhum tópico definido

source: Double-click to set...
nl: Dubbel-klik voor instellingen...
pt_br: Clique duas vezes para definir...

source: Commit Changes
nl: Bevestig de veranderingen
pt_br: Aplicar Mudanças

source: Discard Changes
nl: Negeer de veranderingen
pt_br: Cancelar Mudanças

source: Copy to clipboard
nl: Kopiëer naar klembord
pt_br: Copiar para a Área de Transferência

source: There are active connections, are you sure you wish to
nl: Er zijn actieve verbindingen, ben je zeker om
pt_br: Existem conexões ativas, tem certeza de que deseja

source: quit KVIrc?
nl: KVirc afsluiten?
pt_br: fechar o KVIrc?

source: Confirmation - KVIrc
nl: Bevestiging - KVirc
pt_br: Confirmação - KVIrc

source: &Yes
nl: Ja
pt_br: &Sim

source: &Always
nl: &Altijd
pt_br: &Sempre

source: &No
nl: &Neen
pt_br: &Não

source: Show %1
nl: Toon %1
pt_br: Exibir %1

source: Customize...
nl: Aanpassen...
pt_br: Personalizar...

source: The file %s already exists.<br>Do you wish to overwrite it?
nl: Het bestand %s bestaat al.<br> Overschrijven?
pt_br: O arquivo %s já existe.<br>Deseja sobrescrever?

source: File Exists - KVIrc
nl: Bestand bestaat reeds - KVirc
pt_br: Arquivo já existe - KVIrc

source: Channel mode
nl: Kanaal mode
pt_br: Modos do Canal

source: Split View
nl: Splitst venster
pt_br: Visão Separada

source: User List
nl: Gebruikers lijst
pt_br: Lista de Usuários

source: said something recently
nl: zei daarnet iets
pt_br: disse alguma coisa recentemente

source: is talking
nl: praat
pt_br: está falando

source: and
nl: en
pt_br: e

source: were talking recently
nl: waren daarnet aan het praten
pt_br: esteve/estiveram falando recentemente

source: are talking
nl: praten
pt_br: estão falando

source: and other %1 users
nl: en andere %1 gebruikers
pt_br: e outros %1 usuários

source: Dead channel
nl: Leeg kanaal
pt_br: Canal morto

source: operator
pt_br: operador

source: operators
nl: operatoren
pt_br: operadores

source: active user
nl: Actieve gebruiker
pt_br: usuário ativo

source: active users
nl: actieve gebruikers
pt_br: usuários ativos

source: hot user
pt_br: usuário quente

source: hot users
pt_br: usuários quentes

source: channel owner
nl: kanaaal eigenaar
pt_br: proprietário do canal

source: channel owners
nl: Kanaal eigenaars
pt_br: proprietários do canal

source: channel administrator
nl: kanaal adminstrator
pt_br: Administrador do canal

source: channel administrators
nl: kanaal administrators
pt_br: Administradores do canal

source: half-operator
pt_br: meio-operador

source: half-operators
nl: half-operatoren
pt_br: meio-operadores

source: voiced user
pt_br: usuário com voice

source: voiced users
pt_br: Usuários com voice

source: user-operator
nl: gebruiker-operator
pt_br: usuário-operador

source: user-operators
nl: gebruiker-operators
pt_br: usuários-operadores

source: user total
nl: gebruiker totaal
pt_br: usuário total

source: users total
nl: gebruikers totaal
pt_br: usuários totais

source: No activity
nl: Geen activiteit
pt_br: Sem atividade

source: Minimal activity
nl: Minimale activiteit
pt_br: Atividade mínima

source: Very low activity
nl: Zeer lage activiteit
pt_br: Atividade muito baixa

source: Might be low activity
nl: Misschien lage activiteit
pt_br: Pode ser baixa atividade

source: Low activity
nl: Lage activiteit
pt_br: Baixa atividade

source: Might be medium activity
nl: Misschien gemiddelde activiteit
pt_br: Pode ser atividade média

source: Medium activity
nl: Gemiddelde activiteit
pt_br: Atividade média

source: Might be high activity
nl: Misschien hoge activiteit
pt_br: Pode ser alta atividade

source: High activity
nl: Hoge activiteit
pt_br: Alta atividade

source: Might be very high activity
nl: Misschien zeer hoge activiteit
pt_br: Pode ser atividade muito alta

source: Very high activity
nl: Zeer veel activiteit
pt_br: Atividade muito alta

source: Might be flooded with messages
nl: Misschien overladen met boodschappen
pt_br: Pode ser floodado/inundado com mensagens

source: Flooded with messages
pt_br: Flooded/inundado com mensagens

source: human
nl: persoon
pt_br: humano

source: [Dead channel]
nl: [Leeg Kanaal]
pt_br: [Canal morto]

source: on
nl: aan
pt_br: em

source: Sent part request, waiting for reply...
pt_br: Enviado pedido de PART, aguardando resposta...

source: (Unknown)
nl: (Onbekend)
pt_br: (desconhecido)

source: <b>Channel mode:</b>
nl: <b>Kanaal mode:</b>
pt_br: <b>Modos do Canal:</b>

source: <br><b>Key:</b> %s
nl: <br><b>Toets:</b> %s
pt_br: <br><b>Chave:</b> %s

source: <br><b>Limit:</b> %s
nl: <br><b>limiet:<b> %s
pt_br: <br><b>Limite:</b> %s

source: Channel synchronized in %d.%d seconds
nl: Kanaal gesyncroniseerd in %d.%d seconden
pt_br: Canal sincronizado em %d.%d segundos

source: Choose an Image File - KVIrc
nl: Kies een beeld bestand -KVirc
pt_br: Escolha um arquivo de Imagem - KVirc

source: Unloadable: %s
pt_br: Descarregado: %s

source: &Browse...
nl: &Bladeren...
pt_br: &Procurar...

source: Choose a File - KVIrc
nl: Kies een bestand - KVirc
pt_br: Escolha um Arquivo - KVIrc

source: Choose a Directory - KVIrc
nl: Kies een map - KVirc
pt_br: Escolha um Diretório - KVIrc

source: A&dd
nl: Toevoegen
pt_br: A&dicionar

source: Re&move
nl: Verwijderen
pt_br: Re&mover

source: Sample Text
nl: Voorbeeld Tekst
pt_br: Exemplo

source: Foreground
nl: Voorgrond
pt_br: Primeiro Plano

source: Transparent
nl: Transparant
pt_br: Transparente

source: Background
nl: Achtergrond
pt_br: Plano de fundo

source: Toolbars
nl: Werkbalken
pt_br: Barras de ferramentas

source: Orientation
nl: Orientatie
pt_br: Orientação

source: Top
pt_br: Topo

source: Left
nl: Links
pt_br: Esquerda

source: Right
nl: Rechts
pt_br: Direita

source: Bottom
nl: Onderaan
pt_br: Abaixo

source: Detached
nl: Losgemaakt
pt_br: Desatachado

source: Flat
nl: Vlak
pt_br: Liso

source: Icon Size
nl: Pictogram grootte
pt_br: Tamanho do Icone

source: Small (22x22)
nl: klein (22x22)
pt_br: Pequeno (22x22)

source: Large (32x32)
nl: Grootte (32x32)
pt_br: Grande (32x32)

source: &Apply
nl: Toepassen
pt_br: &Aplicar

source: Close
nl: Sluiten
pt_br: Fechar

source: Channel Modes
nl: Kanaal mode
pt_br: Modos de Canal

source: You have been paged by
pt_br: Você foi paginado por

source: Ok
pt_br: Aceitar

source: Cancel
nl: Annuleren
pt_br: Cancelar

source: Active Bans
nl: Actieve bans
pt_br: Bans Ativos

source: Active Invite Exceptions
nl: Uitzonderingen op de actieve uitnodiging
pt_br: Exceções de convites ativas

source: Active Ban Exceptions
nl: Actieve ban uitzonderingen
pt_br: Exceções de Bans ativas

source: Mask
nl: Masker
pt_br: Máscara

source: Set at
nl: Instellen naar
pt_br: Posto em

source: Add
nl: Toevoegen
pt_br: Adicionar

source: Cryptography/text transformation
nl: Versleutelen/tekst vervormer
pt_br: Transforção de texto/criptográfica

source: Use the crypt engine
nl: Gebruik de encryptie
pt_br: Usar motor de criptografia

source: Enable encryption
nl: Activeer versleuteling
pt_br: Habilitar criptografia

source: Encrypt key:
nl: Versleutelings toets:
pt_br: Chave criptográfica:

source: Enable decryption
nl: Activeer ontsleuteling
pt_br: Habilitar descriptografia

source: Decrypt key:
nl: Ontsleutelingstoets:
pt_br: Chave descriptográfica:

source: OK
pt_br: Aceitar

source: If you dont want to encrypt a particular text line then just start it with the CTRL+P prefix
nl: Als je en bepaalde tekst niet wilt versleutelen, begin dan met CTRL+P voorvoegsel
pt_br: Se não quiser criptografar uma linha de texto em particular então inicie-a com o prefixo CTRL+P

source: Sorry, no crypt engines available
nl: Helaas, geen encryptie beschikbaar
pt_br: Lamento, nenhum motror de criptografia disponível

source: Crypt: Can't create an engine instance: crypting disabled
pt_br: Criptografia: Não foi possivel criar uma instância de motor: criptografia desabilitada

source: Crypt: Can't initialize the engine :%s
pt_br: Criptografia: Não foi possível inicializar o motor: %s

source: Crypt: You have to enable encryption and/or decryption for the engine to work
pt_br: Criptografia: Você tem que permitir criptografia e/ou a descriptografia para queo motor trabalhe

source: Search tools
nl: Zoek gereedschap
pt_br: Ferrametas de pesquisa

source: ### Log session terminated at %s ###
nl: ### Log sessie geëindigd om %s ###
pt_br: ### Sessão de log terminada em %s ###

source: ### Log session started at %s ###
nl: ### Log sessie gestart om %s ###
pt_br: ### Sessão de log iniciada em %s ###

source: ### Existing data buffer:
nl: ### Bestaande data buffer:
pt_br: ### Buffer de dados existente:

source: ### End of existing data buffer.
nl: ### Einde van de bestaande data buffer.
pt_br: ### Fim do buffer de dados existentes

source: Hide Find Window
nl: Verberg zoek-venster
pt_br: Ocultar Janela de Procura

source: Show Find Window
nl: Toon gevonden Venster
pt_br: Exibir Janela de Procura

source: Zoom In
nl: Inzoemen
pt_br: Ampliar

source: Zoom Out
nl: Uitzoemen
pt_br: Reduzir

source: Choose Temporary Font...
nl: Kies tijdelijk lettertype
pt_br: Escolha a Fonte Temporária...

source: Choose Temporary Background...
nl: Kies tijdelijke achtergrond
pt_br: Escolha um Plano de Fundo Temporário...

source: Reset Temporary Background
nl: Herstel tijdelijke achtergrond
pt_br: Restaurar Plano de Fundo Temporário...

source: Clear Buffer
nl: Wis buffer
pt_br: Limpar Buffer

source: Choose the background image...
nl: Kies een achtergrondafbeelding...
pt_br: Escolha a imagem de fundo...

source: Invalid image
nl: Ongeldig beeld
pt_br: imagem inválida

source: Failed to load the selected image
nl: Kan het geselecteerde beeld niet laden
pt_br: Falhou ao carregar a imagem selecionada

source: Not found
nl: Niet gevonden
pt_br: Não encontrado

source: Looking up host %Q...
nl: Zoek host %Q
pt_br: Localizando máquina %Q...

source: Double-click to open this link
nl: Dubbel-klik om deze link te openen
pt_br: Clique duas vezes para abrir esta ligação

source: Unable to look it up hostname: Hostname appears to be masked
pt_br: Não foi possível encontrar o nome da máquina: o nome da máquina parece estar máscarado

source: Unable to look it up hostname: Unknown host
pt_br: Não foi possível encontrar o nome da máquina: nome de máquina desconhecido

source: Double-click to look up this hostname<br>Right-click to view other options
nl: Dubbel-klik om de hostnaam op te zoeken <br> Rechts-klik voor andere opties
pt_br: Clique duas vezes para procurar este nome de máquina<br>Clique com o botão direito para ver outras opcões

source: Server appears to be a network hub<br>
nl: De server blijkt een netwerk hub<br>
pt_br: O servidor parece ser um centro de rede (hub)<br>

source: Unknown server<br>
nl: Onbekende server fout<br>
pt_br: Servidor desconhecido<br>

source: Double-click to read the MOTD<br>Right-click to view other options
nl: Dubbel-klik om de MOTD uit te lezen<br>Rechts-klik voor andere opties
pt_br: Clique duas vezes para ler o MOTD<br>Clique com o botão direito para outras opções

source: Double-click to set<br>
nl: Dubbel-klik voor instellingen<br>
pt_br: Clique duas vezes para definir<br>

source: You're not an operator: You may not change channel modes
nl: U bent geen operator: U mag de kanaalmodes niet veranderen
pt_br: Você não é um operador: Você não pode alterar os modos do canal

source: Nothing known about %Q
nl: Niets bekend over %Q
pt_br: Não sabe-se nada sobre %Q

source: Nothing known about %Q (no connection)
nl: Niets bekend over %Q (geen verbinding)
pt_br: Não sabe-se nada sobre %Q (no connection)

source: <b>Double-click:</b><br>%Q
nl: <b>Dubbel-klick</b><br>%Q
pt_br: <b>Clique duplo:</b><br>%Q

source: <b>Middle-click:</b><br>%Q
nl: <b>Midden-klick</b><br>%Q
pt_br: <b>Clique com o botão do meio:</b><br>%Q

source: <b>Right-click:</b><br>%Q
nl: <b>Rechts-klick:</b><br>%Q
pt_br: <b>Clique com botão direito:</b><br>%Q

source: Joined on <b>%1</b>
nl: Je bent op <b>%1</b>
pt_br: Entrou no <b>%1</b>

source: Quiet for <b>%1h %2m %3s</b>
nl: Stil sinds <b>%1h %2m %3s</b>
pt_br: Silêncioso por <b>%1h %2m %3s</b>

source: No connection
nl: Geen verbinding
pt_br: Desconectado

source: IRC Context
nl: IRC contekst
pt_br: Contexto de IRC

source: No IRC context
nl: Geen IRC contekst
pt_br: Sem contexto de IRC

source: Not connected
nl: Geen verbinding
pt_br: Desconectado

source: away
nl: weg
pt_br: ausente

source: In progress...
nl: Bezig ...
pt_br: Em progresso...

source: Private Text Encoding
nl: Private tekst versleuteling
pt_br: Codificação de Texto Privada

source: Ops...I've accidentally lost the crypting engine...
nl: Oeps..ik ben de encryptie verloren
pt_br: Opa... eu perdi acidentalmente o motor de crypting...

source: List of window types available in this release of KVIrc:
nl: Beschikbare vensters in deze release
pt_br: Lista dos tipos da janela disponíveis nesta liberação de KVIrc:

source: Use Default Encoding
nl: Gebruik de standaard codering
pt_br: Usar Codificação Padrão

source: Standard
nl: Standaard
pt_br: Padrão

source: &Undock
nl: Zwevend
pt_br: &Desacoplar a janela

source: &Dock
nl: Vasthechten
pt_br: &Acoplar a janela

source: Mi&nimize
nl: Mi&nimaliseren
pt_br: Mi&nimizar

source: Ma&ximize
nl: Ma&ximaliseren
pt_br: Ma&ximizar

source: &Restore
nl: He&rstellen
pt_br: &Restaurar

source: Text &Encoding
nl: Tekst codering
pt_br: &Codificação do Texto

source: Sa&ve Window Properties
nl: Opslaan van de Venster Eigenschappen
pt_br: Sal&var Propriedades da Janela

source: Taskbar
nl: Takenbalk
pt_br: Barra de tarefas

source: Window List
nl: Venster lijst
pt_br: Lista de Janelas

source: Away Indicator
nl: Indicater Weg
pt_br: Indicador de Ausência

source: Away since
nl: Weg sinds
pt_br: Ausente desde

source: Double click to leave away mode
nl: Dubbel-klik om de weg-mode te verlaten
pt_br: Clique duas vezes para deixar o modo ausente

source: Not away
nl: Niet weg
pt_br: Não ausente

source: Double click to enter away mode
nl: Dubbel-klik om de weg-mode te activeren
pt_br: Clique duas vezes para entrar em modo ausente

source: Last checked %d mins %d secs ago
nl: Laatste test %d mins %d secs geleden
pt_br: Última verificação à %d mins %d segs

source: Lag measure not available yet
nl: Vertragingsfunctie niet beschikbaar
pt_br: Medição de Lag ainda não disponível

source: Lag meter engine disabled
nl: Vertragingsmeter niet actief
pt_br: Medidor de Lag desativado

source: Double click to enable it
nl: Dubbel-klik om te activeren
pt_br: Clique duas vezes para ativar

source: Lag Indicator
nl: Vertragings indicator
pt_br: Indicador de Lag

source: Simple Clock
nl: Gewone klok
pt_br: Relógio Simples

source: Connection Timer
nl: Verbindingstimer
pt_br: Cronometro da Conexão

source: Separator
nl: Scheidingsteken
pt_br: Separador

source: Clipboard
nl: Klembord
pt_br: Área de Transferência

source: line break
pt_br: quebra de linha

source: line breaks
pt_br: quebras de linha

source: Cu&t
nl: Knippen
pt_br: Recor&tar

source: &Copy
nl: Kopiëren...
pt_br: &Copiar

source: &Paste
nl: &Plakken
pt_br: C&olar

source: Paste (Slowly)
nl: Plakken (traag)
pt_br: Colar (Devagar)

source: Paste &File
nl: Plakken
pt_br: Colar &Arquivo

source: Stop Paste
nl: Stop Plakken
pt_br: Parar Colagem

source: Clear
nl: Wissen
pt_br: Limpar

source: Select All
nl: Alles selecteren
pt_br: Selecionar todos

source: %d matches: %Q
nl: %d gelijkt op: %Q
pt_br: %d combina com: %Q

source: No matches
nl: Geen overeenkomsten
pt_br: Sem combinaçoes

source: Show History<br>&lt;Ctrl+PageUp&gt;
nl: Toon Geschiedenis<br>&lt;Ctrl+PageUp&gt;
pt_br: Exibir Histórico<br>&lt;Ctrl+PageUp&gt;

source: Input History Disabled
nl: Geschiedenis invoer uitgeschakeld
pt_br: Entrada de Histórico Desativada

source: Show Icons Popup<br>&lt;Ctrl+I&gt;<br>See also /help texticons
nl: Toon Ikonen popup<br>&lt;Ctrl+I&gt;<br>Zie ook /help texticons
pt_br: Exibir Popup de Ícones<br>&lt;Ctrl+I&gt;<br>Ver também /help texticons

source: Confirm Multiline Message
nl: Bevestig meerlijnige boodschap
pt_br: Confirmar Mensagem Multilinhas

source: You're about to send a message with %1 lines of text.<br><br>There is nothing wrong with it, this warning is<br>here to prevent you from accidentally sending<br>a really large message just because you didn't edit it<br>properly after pasting text from the clipboard.<br><br>Do you want the message to be sent?
nl: U gaat een boodschap zenden met %1 lijnen tekst.<br><br>Daar is niets fout mee,deze waarschuwing is <br> er om te voorkomen dat je toevallig een grote onbewerktetekst<br>zou verzenden.<br>Wil je de boodschap toch verzenden?
pt_br: Você está prestes a enviar uma mensagem com %1 linhas de texto.<br><br>Não há nenhum problema, este aviso <br>aqui é para o prevenir enviar de acidentalmente <br> uma mensagem muito comprida só porque não a editou<br> devidamente antes de ter colado o texto da área de transferência. <br><br>Deseja que a mensagem seja enviada?

source: Yes, always
nl: Ja, altijd
pt_br: Sim, sempre

source: Yes
nl: ja
pt_br: Sim

source: No
nl: Neen
pt_br: Não

source: Notify List
nl: Notificatie lijst
pt_br: Lista de Notificação

source: Part All Channels
nl: Deel alle kanalen
pt_br: Sair de todos os canais

source: Close All Queries
nl: Sluit alle verzoeken
pt_br: Fechar todos os queries

source: Unhighlight All Windows
nl: Minimaliseren
pt_br: Remover destaque de todas as janelas

source: Unhighlight All Channels
pt_br: Remover destaque de todos os canais

source: Unhighlight All Queries
pt_br: Remover Destaque de Todos os Queries

source: Registered as
nl: Geregistreerd als
pt_br: Registrado como

source: On <b>
nl: aan<b>
pt_br: Em <b>

source: Using server <b>%1</b>
nl: Gebruik server <b>%1</b>
pt_br: Usando servidor <b>%1</b>

source: %1 hops
pt_br: %1 saltos

source: You have just attempted to close a console window with an active connection inside. Are you sure you wish to terminate the connection?
nl: U hebt net een console venster gesloten met een actieve verbinding Bent U zeker dat u de verbinding wil beëindigen ?
pt_br: Você acabou de tentar fechar uma janela de console com uma conexão ativa dentro. Tem certeza de que quer terminar conexão?

source: You have just attempted to close the last console window. Are you sure you wish to quit KVIrc?
nl: U hebt net de laatste console venster gesloten met een actieve verbinding Bent U zeker dat u KVirc wil beëindigen ?
pt_br: Você acaba de tentar fechar a janela do último console. Tem certeza de que quer fechar o KVirc?

source: Failed to load avatar with name "%Q" and local path "%Q"
nl: Kan de avatar "%Q" met pad %Q" niet laden
pt_br: Falha ao carregar avatar com o nome "%Q" e caminho local "%Q"

source: Connection in progress...
nl: Bezig met verbinden...
pt_br: Conexão em progresso...

source: Login in progress...
nl: Bezig met in te loggen...
pt_br: Login em progresso...

source: channel
nl: kanaal
pt_br: Canal

source: channels
nl: kanalen
pt_br: Canais

source: Connected since
nl: Verbonden sinds
pt_br: Conectado desde

source: Online for
nl: Online voor
pt_br: Conectado durante

source: Server idle for
nl: Server inactief voor
pt_br: Servidor inativo durante

source: This option is also available as
nl: Deze optie is ook beschikbaar als
pt_br: Esta opção também está disponível como

source: Advanced...
nl: Gevorderd...
pt_br: Avançado...

source: Scri&pting
nl: Scri&pt maken
pt_br: Scri&pts

source: &Tools
nl: Hulpmiddelen
pt_br: &Ferramentas

source: &Settings
nl: Instellingen
pt_br: &Configurações

source: &Window
nl: Venster
pt_br: &Janela

source: &Help
pt_br: &Ajuda

source: &Help Browser (Panel)
nl: &Help browser (Paneel)
pt_br: &Navegador de Ajuda(Painel)

source: Help Browser (&Window)
nl: Help browser (Venster)
pt_br: Navegador de Ajuda(&Janela)

source: &Tip of the Day
nl: Wist u...
pt_br: &Dica do dia

source: About &KVIrc
nl: Over &KVirc.
pt_br: Sobre o &KVIrc

source: KVIrc Home&page
nl: KVirc Home&pagina
pt_br: &Página do KVIrc

source: Subscribe to the Mailing List
nl: Onderschrijf de mailing lijst
pt_br: Inscrever-se na Lista de E-mail

source: Show StatusBar
nl: Toon statusbalk
pt_br: Exibir Barra de Status

source: &Save Configuration
nl: Configuratie Op&slaan
pt_br: &Salvar Configuração

source: Restore &Default Script
nl: Herstel standaard script
pt_br: Restaurar Script &Padrão

source: Disconnect
nl: Ophangen
pt_br: Desconectar

source: New &Connection To
nl: Nieuwe verbinding naar
pt_br: Nova &Conexão para

source: Hide &Dock Icon
nl: Verberg verankeren icoon
pt_br: Ocultar &Icone do Painel

source: Show &Dock Icon
nl: Tonen en Veranker ikoon
pt_br: Exibir &Icone do Painel

source: &Quit
nl: Afsluiten
pt_br: &Sair do KVIrc

source: &Other...
nl: Andere
pt_br: &Outro...

source: Show &Icon Table
nl: Toon &Ikonen
pt_br: Exibir Tabela de &Icones

source: Open &Terminal
pt_br: Abrir &Terminal

source: <b>Shift+Drag</b> or <b>Ctrl+Drag</b> to move the applet around<br><b>Right click</b> to see the other options
nl: <b>Shift+Drag</b> of <b>Ctrl+Drag</b> om de applet te verplaatsen<br><b>Rechts-klick</b> voor andere opties
pt_br: <b>Shift+Arraste</b> ou <b>Ctrl+Arraste</b> para mover a applet ao redor<br><b>Clique com o botão direito </b> para ver as outras opções

source: <b>Right click</b> to add/remove applets
nl: <b>Rechts-klick</b> om applets toe te voegen/te verwijderen
pt_br: <b>Clique com o botão direito</b> para adicionar/remover applets

source: Remove %Q
nl: Verwijderen %Q
pt_br: Remover %Q

source: Add Applet
nl: Voeg Applet toe
pt_br: Adicionar Applet

source: Drag the applet while holding the Shift or Ctrl key to move it to the desired position
nl: Versleep de applet terwijl je de Shift of de Ctrl toets ingedrukt houdtom de applet op de gewenste positie te brengen
pt_br: Arraste a applet enquanto pressiona a tecla Shift ou Ctrl para a mover para a posição desejada

source: <b><font color="#EAEAEA" size="-1">Find Text</font></b>
pt_br: <b><font color="#EAEAEA" size="-1">Procurar Texto</font></b>

source: &Regular expression
nl: Normale weergave
pt_br: Expressão &Regular

source: E&xtended regexp.
pt_br: Expressão regular e&stendida.

source: C&ase sensitive
nl: Hoofdletter gevoelig
pt_br: &Diferenciar Maiúsculas/minúsculas

source: Find &Prev.
nl: Zoek voorbeeld
pt_br: &Procurar Anterior
