Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Direct links: %d (~%d.%d %)
pt_br: Links Diretos : %d (~%d.%d %)

source: Close links (1 <= hops <= 3): %d (~%d.%d %)
pt_br: Links próximos (1 <= saltos <= 3): %d (~%d.%d %)

source: Mid-range links (4 <= hops <= 6): %d (~%d.%d %)
pt_br: Links de médio alcance (1 <= saltos <= 3): %d (~%d.%d %)

source: Distant links (7 <= hops): %d (~%d.%d %)
pt_br: Links distantes (7 <= saltos): %d (~%d.%d %)

source: Broken (unknown) links: %d
pt_br: Links (desconhecidos) quebrados: %d

source: Maximum links per host: %d [%s]
pt_br: Máximo de links por máquina: %d [%s]

source: Total links: %d
pt_br: Total de links : %d

source: Maximum hops: %d [%s]
pt_br: Saltos máximos: %d [%s]

source: Average hops: ~%d.%d
pt_br: Saltos médios: ~%d.%d

source: Incomplete LINKS result, no stats available
pt_br: Resultado incompleto de LINKS: nenhuma estatística disponível

source: You're not connected to a server
pt_br: Você não esta conectado em um servidor

source: Processing link: %s
pt_br: Processando link: %s

source: Broken message syntax, can't extract hops number, assuming 0
pt_br: Sintaxe da mensagem danificada, não se pode extrair o número de saltos, assumindo 0

source: < &Back
pt_br: < &Voltar

source: &Next >
pt_br: &Próximo >

source: Finish
nl: Beëindigen
pt_br: Finalizar

source: <p><h2>Welcome :)</h2>This is your first time running this version of KVIrc.<br>This wizard will guide you through the few steps required to complete the setup.<br><br>If you had a previous version of KVIrc installed, no worries. You will have a chance to preserve the old configuration.</p><p>Click "<b>Next</b>" to proceed.</p>
pt_br: <p><h2>Bem vindo :)</h2>Esta é a primeira execução desta versão do KVIrc.<br>Este assistente lhe ajudará através dos poucos passos necessários para completar a configuração.<br><br>Caso tenha instalado uma versão anterior do KVIrc não se preocupe, terá oportunidade de manter sua configuração antiga.</p><p>Clique em "<b>Próximo</b>" para continuar.</p>

source: Welcome to KVIrc
pt_br: Bem vindo ao KVIrc

source: <p>All of the files in this distribution are covered by the GPL. In human terms this can be read as follows:<br><ul><li><b>KVIrc is free</b>, use it, have fun! <b>:)</b></li><li>If you use <b>any</b> part of KVIrc in your own project, you <b>must</b> release that project under the same license.</li></ul></p><p>The "legalese" version of the license is shown in the box below.</p>
pt_br: <p>Todos os arquivos desta distribuição estão protegidos pela GPL.<br>Em termos humanos isto quer dizer o seguinte:<br><ul><li><b>O KVIrc é livre</b>, use e divirta-se <b>:)</b></li><li>Se utilizar <b>qualquer</b> parte do KVIrc em seu projeto, <b>DEVE</b> liberá-lo com a mesma licença.</li></ul></p><p>A versão "legal" da licença se encontra no Quadro abaixo.</p>

source: Oops... can't find the license file. It MUST be included in the distribution... Please report to <pragma at kvirc dot net>
pt_br: Oopa... não foi possível encontrar o arquivo de licença. Isto DEVE estar incluso na distribuição... Por favor, informe isto para <pragma at kvirc dot net>

source: Dreaded License Agreement
pt_br: Acordo De Licença Temido

source: KVIrc Setup
pt_br: Configuração do KVIrc

source: <p>Please choose a folder for KVIrc to store its settings and other data, and another for downloaded files. Make sure that you have permission to write to both folders.<br><br>The suggested locations are fine in most cases, so if you don't know what is this about, just click "<b>Next</b>".<br><br>If you had a previous version of KVIrc installed, you can choose the existing directory for the settings, and your configuration will be preserved.</p>
pt_br: <p>Por favor, escolha um diretório para que o KVIrc salve suas configurações e outros dados, e outro para os arquivos baixados. Tenha certeza de que possui permissões de escrita em ambos os diretórios.<br><br>A configuração sugerida estará correta, em muitos casos, se você não souber o que é isto, Apenas clique em "<b>Próximo</b>".<br><br>Se você tiver instalado uma versão anterior do KVIrc pode escolher os diretórios existentes e sua configuração será preservada.</p>

source: Application Folders
pt_br: Diretórios da Aplicação

source: Real name:
pt_br: Nome Real:

source: Choose a Configuration Folder - KVIrc Setup
pt_br: Escolha um Diretório de Configuração - Asistente do KVIrc

source: Choose a Download Folder - KVIrc Setup
pt_br: Escolha um Diretório de Download - Asistente do KVIrc

source: Abort Setup - KVIrc Setup
pt_br: Abortar Configuração - Asistente do KVIrc

source: You have chosen to abort the setup.<br>KVIrc cannot run until you complete this procedure.<br><br>Do you really wish to abort?
pt_br: Você escolheu abortar a configuração.<br>O KVIrc não funcionará até que complete este procedimento.<br><br>Deseja Realmente abortar?

source: Cannot create directory %s. You may not have write permission for that path. Please go back and choose another directory.
pt_br: Não foi possível criar o diretório %s. É possível que não tenha permissão de escrita para este caminho. Por favor, Volte e escolha outro diretório.

source: Event
pt_br: Evento

source: &Export All To...
pt_br: &Exportar Todos Para...

source: Edit the event handler name.
pt_br: Editar o nome dos manipuladores de eventos.

source: &Enable Handler
pt_br: &Ativar Manipulador

source: &Disable Handler
pt_br: &Desativar Manipulador

source: Re&move Handler
pt_br: Re&mover Manipulador

source: &Export Handler To...
pt_br: &Exportar Manipulador Para...

source: &New Handler
pt_br: &Novo Manipulador

source: unnamed
pt_br: Semnome

source: default
pt_br: padrão

source: none
pt_br: nenhum

source: Event: %s Parameters: %s
pt_br: Evento: %s Parâmetros: %s

source: Unable to write to the event file.
pt_br: Incapaz de escrever no arquivo de evento.

source: Unable to write to the events file.
pt_br: Incapaz de escrever no arquivo de eventos.

source: Event Editor
pt_br: Editor de Eventos

source: Item
pt_br: Ítem

source: External Menu
pt_br: Menu Externo

source: Label
pt_br: Rótulo

source: ### Epilogue ###
pt_br: ### Epílogo ###

source: Epilogue
pt_br: Epílogo

source: ### Prologue ###
pt_br: ### Prólogo ###

source: Prologue
pt_br: Prólogo

source: Popup name
pt_br: Nome do popup

source: Test
pt_br: Testar

source: Text:
pt_br: Texto:

source: <center><b>Visible text</b><br>May contain identifiers that will be evaluated at popup call time.<br>For labels, this text can contain also limited HTML tags.</center>
pt_br: <center><b>Texto Visível</b><br>Pode conter identificadores que serão avaliados no momento da chamada ao popup.<br>Para rótulos, este texto pode conter também alguns marcadores html.</center>

source: Condition:
pt_br: Condição:

source: <center><b>Boolean condition</b><br>Will be evaluated at popup call time in order to decide if this entry has to be shown.<br>An empty condition evaluates to true.</center>
pt_br: <center><b>Condição Lógica</b><br>Será avaliada no momento da chamada ao popup para decidir se deve exibir esta opção.<br>Uma condição vazia se avalia como certa.</center>

source: Icon:
pt_br: Ícone:

source: <center><b>Icon identifier</b><br>May be an internal icon ID, an absolute path or a relative path.<br>Portable scripts should never use absolute paths.</center>
pt_br: <center><b>Ícone Identificador</b><br>Pode ser um ID de ícone interno, um caminho absoluto ou um relativo<br>. Os scripts portáveis nunca deveriam usar caminhos absolutos.</center>

source: External menu:
pt_br: Menu externo:

source: <center><b>External menu name</b><br>This allows to nest externally defined popup menus. The popup menu with the specified name will be looked up at menu setup time.</center>
pt_br: <center><b>Nome de menu externo</b><br>Isto permite aninhar menus popups definidos externamente. O menu com o nome especificado será pesquisado no momento de configuração do mesmo.</center>

source: Item Id:
pt_br: Id do Ítem:

source: <center><b>Item id</b><br>This will allow you to use delpopupitem later.</center>
pt_br: <center><b>Itém id</b><br>Isto permitirá você a utilizar delpopupitem mais tarde.</center>

source: New Separator Below
pt_br: Novo Separator Abaixo

source: New Separator Above
pt_br: Novo Separador Acima

source: New Separator Inside
pt_br: Novo Separador Interno

source: New Label Below
pt_br: Novo Rótulo Abaixo

source: New Label Above
pt_br: Novo Rótulo Acima

source: New Label Inside
pt_br: Novo Rótulo Interno

source: New Item Below
pt_br: Novo Item Abaixo

source: New Item Above
pt_br: Novo Item Acima

source: New Item Inside
pt_br: Novo Item Interno

source: New Menu Below
pt_br: Novo Menu Abaixo

source: New Menu Above
pt_br: Novo Menu Acima

source: New Menu Inside
pt_br: Novo Menu Interno

source: New External Menu Below
pt_br: Novo Menu Externo Abaixo

source: New External Menu Above
pt_br: Novo Menu Externo Acima

source: New External Menu Inside
pt_br: Novo Menu Externo Interno

source: &Paste Below
pt_br: Co&lar Abaixo

source: Paste Above
pt_br: Colar acima

source: Paste Inside
pt_br: Colar dentro

source: New Menu Prologue
pt_br: Novo Prólogo de Menu

source: New Menu Epilogue
pt_br: Novo Epílogo de Menu

source: &Export selected To...
pt_br: &Exportar selecionado Para...

source: &New Popup
pt_br: &Novo Popup

source: Re&move Popup
pt_br: Re&mover Popup

source: &Export Popup To...
pt_br: &Exportar Popup para...

source: Unable to write to the popup file.
pt_br: Impossível escrever no arquivo de popup.

source: Popup Editor
pt_br: Editor de Popup

source: %cCore action: %Q
pt_br: %cAção do núcleo: %Q

source: %cUser action: %Q
pt_br: %cAção de Usuário: %Q

source: Label: %Q
pt_br: Rótulo: %Q

source: Category: %Q
pt_br: Categoria: %Q

source: The action "%1" is disabled
pt_br: A ação "%1" está desabilitada

source: The action "%1" does not exist
pt_br: A ação "%1" não existe

source: The action "%1" is a core action and cannot be destroyed
pt_br: A ação "%1" é uma ação do núcleo e não pode ser destruída

source: The switch -l requires -c
pt_br: A opção -l requer -c

source: The switch -s requires -w with a combination of flags 'c','x' and 'q'
pt_br: A opção -s requer -w com a combinação das opções 'c','x' e 'q'

source: The action "%1" is already defined as core action and cannot be overridden
pt_br: A ação "%1 " já está definida como ação do núcleo e não pode ser sobreposta

source: Ops.. internal error
pt_br: Opa.. erro interno

source: Manage File &Transfers
pt_br: Gerênciar Transferências de arquivos

source: Choose Avatar - KVIrc
pt_br: Escolha o Avatar - KVIrc

source: Please select an avatar image. The full path to a local file or an image on the Web can be used.<br>If you wish to use a local image file, click the "<b>Browse</b>"button to browse local folders.<br>The full URL for an image (including <b>http://</b>) can be entered manually.
pt_br: Escolhe uma imagem Avatar. O caminho completo para o arquivo local ou uma imagem na web, podem ser usados.<br>Se quiseres usar um arquivo local, clique no botão "<b>Procurar</b>" para procurar arquivos locais.<br>A URL completa para uma imagem (incluindo <b>http://</b>) pode ser digitada manualmente.

source: Internal error: I'm not in the user database ?
pt_br: Erro interno: Eu não estou na base de dados de usuários ?

source: Invalid timeout specified, using default
pt_br: Intervalo de tempo especificado inválido: usar pre-definido

source: &Execute
pt_br: &Executar

source: Params:
pt_br: Parâmetros:

source: Script Tester
pt_br: Testar Script

source: Colors
pt_br: Cores

source: The specified toolbar doesn't exist
pt_br: A barra de ferramentas especificada não existe

source: The action parameter didn't evaluate to an index
pt_br: O parâmetro da ação não avaliou para um índice

source: The toolbar does not contain the specified item
pt_br: A Barra de Ferramentas não contém o ítem especificado

source: Choose a servers.ini file
pt_br: Escolha o arquivo servers.ini

source: Remote mIRC servers.ini Import Wizard
pt_br: Assistente de Importação remota do servers.ini do mIRC

source: <center><b>Welcome!</b><br><br>This wizard will guide you in the process of downloading a list of IRC servers. Please click "<b>Next</b>" to begin the operation.</center>
pt_br: <center><b>Bem vindo!</b><br><br>Este assistente irá guiá-lo no processo de transferência de uma lista de servidores IRC. Por favor clique em "<b>Próximo</b>" para iniciar a operação.</center>

source: <center>Here you can modify the URL that the list will be downloaded from. In most cases the default URL is acceptable.</center>
pt_br: <center>Aqui você pode modificar a URL de onde a lista será transferida. Na maior parte dos casos a URL padrão é aceitável.</center>

source: URL Selection
pt_br: Seleção de URL

source: Please wait while the list is being downloaded
pt_br: Por favor aguarde enquanto a lista é transferida

source: List Download
pt_br: Lista de Transferências

source: Failed to start the server list transfer :(
pt_br: Falhou ao iniciar a transferência da lista de servidores

source: File downloaded: processing ...
pt_br: Arquivo transferido: processando...

source: %1 servers imported succesfully
pt_br: %1 servidor(es) importado(s) com sucesso

source: No servers imported
pt_br: Nenhum servidor importado

source: Import from servers.ini
pt_br: Importar de servers.ini

source: Import from http://www.mirc.co.uk/servers.ini
pt_br: Importar de http://www.mirc.co.uk/servers.ini

source: Widget object required
pt_br: Objeto widget requerido

source: the toolbar cannot be a parent-widget!
pt_br: a barra de ferramentas não pode ser parent-widget!

source: Pixmap object required
pt_br: Objeto pixmap requerido

source: Invalid parameters
pt_br: Parâmetros inválidos

source: No Layout associated to the widget
pt_br: Nenhuma Disposição associada ao widget

source: Can't add a non-widget object
pt_br: Não foi possível adicionar um objeto não widget

source: Process could not be starded.
pt_br: O processo nao pode ser iniciado.

source: No socket object specified
pt_br: Nenhum objeto socket especificado

source: Invalid socket object specified (it doesn't inherit from socket)
pt_br: Objecto socket especificado inválido (não herdou do socket)

source: There is no connection to accept!
pt_br: Não há nenhuma conexão para aceitar!

source: Another connection in progress
nl: Een andere verbinding in opbouw
pt_br: Outra conexão em progresso

source: No IPV6 support in this executable
pt_br: Sem suporte IPV6 neste executável

source: Socket creation failed
nl: Aanmaak van een socket mislukt
pt_br: Criação do socket falhou

source: Invalid socket address
pt_br: Endereço inválido de socket

source: Bind failure
pt_br: Associação (bind) falhou

source: Listen failure
pt_br: Escuta falhou

source: unknown
pt_br: desconhecido

source: Failed to create the socket
nl: Faalde de socket te maken
pt_br: Falha ao criar o socket

source: Failed to setup a nonblocking socket
pt_br: Falhou ao configurar um socket de não bloqueio

source: Connect attempt timed out
pt_br: Tentativa de conexão expirou

source: Can't start the DNS thread
pt_br: Não foi possível iniciar o processo DNS

source: Too much unprocessed incoming data (you've left this socket unmanaged ?)
pt_br: Muitos dados recebidos não foram processados (Você deixou este socket sem gerenciamento?)

source: Can't find the tab
pt_br: Não foi possível encontrar a tab

source: The parent of a layout must be a widget!
pt_br: O pai de um layout deve ser um widget!

source: Empty filename string
pt_br: String de nome de arquivo vazia

source: File is not open !
pt_br: O arquivo não está aberto !

source: Argument to long, using only first char
pt_br: Argumento muito longo, usando apenas o caracter

source: Write error occured !
pt_br: Ocorreu um erro de escrita!

source: Read error occured !
pt_br: Ocorreu um erro de leitura!

source: An error occured !
pt_br: Ocorreu um erro!

source: Missing both encrypt and decrypt key: at least one is needed
pt_br: Faltando tanto a chave de criptografia quanto a de descriptografia: é necessário pelo menos uma

source: Error 0: Success ?
pt_br: Erro 0: Sucesso ?

source: Unsupported crypt mode
pt_br: Mode de criptografia não suportado

source: Unsupported direction
pt_br: Direção não suportada

source: Unsupported key length
pt_br: Tamanho de chave não suportado

source: Bad key data
pt_br: Dados de chave errados

source: Engine not initialized
pt_br: Motor não inicializado

source: Invalid direction for this engine
pt_br: Direção inválida para este motor

source: Corrupted message data or invalid decrypt key
pt_br: Dados da mensagem corrompidos ou chave de descriptografia inválida

source: Unknown error
nl: Onbekende fout
pt_br: Erro desconhecido

source: Ops...encrypt cipher not initialized
pt_br: Opa...motor de criptografia não inicializado

source: Data buffer too long
pt_br: Buffer de dados muito grande

source: Ops...decrypt cipher not initialized
pt_br: Opa...motor de descriptografia não inicializado

source: The message is not a hexadecimal string: this is not my stuff
pt_br: A mensagem não é uma string hexadecimal: Isto não é meu

source: The message is not a base64 string: this is not my stuff
pt_br: A mensagem não é uma string de base64: Isto não é meu

source: The message doesn't seem to be encoded with CBC Mircryption
pt_br: A mensagem não parece estar codificada com CBC Mircryption

source: Cryptographic engine based on the Advanced Encryption Standard (AES) algorithm called Rijndael. The text is first encrypted with rijndael and then converted to %s notation. The keys used are %d bit long and will be padded with zeros if you provide shorter ones. If only one key is provided, this engine will use it for both encrypting and decrypting. See the rijndael module documentation for more info on the algorithm used.
pt_br: Motor criptográfico baseado em Advanced Encryption Standard (AES) algoritmo chamado Rijndael. O texto é encriptado primero com rijndael e depois convertido a notação %s. As chaves usadas são de tamanho %d bits e serão completadas com zeros se você fornecer uma mais curta. Se você só fornecer uma chave, este motor a utilizará para encriptação e desencriptação. Leia a documentação do módulo rijndael para obter mais informações sobre o algoritmo usado.

source: Popular cryptographic engine based on the old Blowfish encryption algorithm. The text is first encrypted with Blowfish and then converted to base64 notation. The keys used have variable length and are specified as character strings. You can specify keys long up to 56 bytes (448 bits). If only one key is provided, this engine will use it for both encrypting and decrypting. This engine works in ECB mode by default: if you want to use CBC mode you must prefix your key(s) with "cbc:".
pt_br: Motor de criptografia popular baseado no antigo algoritmo de criptografia chamado Blowfish. O texto é encriptado primero com Blowfish e depois convertido a notação base64 As chaves utilizadas tem comprimento variável e e são especificadas como carácteres string Você pode fornecer chaves com até 56 bytes (448 bits). Se apenas uma chave for fornecida, este motor a utilizará para as operações de criptografia e descriptografia. Este motor trabalha no modo ECB por padrão Se você quiser utilizarar o modo CBC você deve prefixar sua(s) chaves(s) com "cbc:".

source: Drop here the icons from the toolbars to remove them
pt_br: Arraste para cá os ícones que deseja remover da barra de ferramentas

source: ToolBar Properties
pt_br: Propriedades da Barra de Ferramentas

source: Icon
pt_br: Ícone

source: Please choose the icon for the ToolBar
pt_br: Por favor escolha o ícone da Barra de Ferramentas

source: Invalid ToolBar Label
pt_br: Rótulo da Barras de Ferramentas inválido

source: The ToolBar Label can't be empty!
pt_br: O Rótulo da Barra de Ferramentas não pode estar vazio!

source: Duplicate ToolBar Id
pt_br: id da Barras de Ferramentas Duplicada

source: The specified ToolBar Id already exists.<br>Would you like KVIrc to assign it automatically (so it doesn't collide with any other toolbar) or you prefer to do it manually ?
pt_br: A Id especificada para Barra de Ferramentas já existe.<br>Deseja que o KVirc atribua isto automáticamente (para que não colida com outra barra de ferramentas) ou você prefere fazer manualmente?

source: Manually
pt_br: Manualmente

source: Automatically
pt_br: Automaticamente

source: Hide Advanced
pt_br: Ocultar Avançado

source: Customize Toolbars
pt_br: Personalizar Barras de Ferramentas

source: New ToolBar
pt_br: Nova Barra de Ferramentas

source: Delete ToolBar
pt_br: Deletar Barras de Ferramentas

source: Edit ToolBar
pt_br: Editar Barra de Ferramentas

source: Export ToolBar
pt_br: Exportar Barra de Ferramentas

source: Confirm ToolBar Deletion
pt_br: Confirmar a deleção da barra de ferramentas

source: Do you really want to delete toolbar "%1" ?
pt_br: Você deseja realmente deletar a barra de ferramentas "%1" ?

source: ToolBar Export
pt_br: Exportar Barra de Ferramentas

source: Do you want the associated actions to be exported with the toolbar ?
pt_br: Você deseja que as ações associadas sejam exportadas com a barra de ferramentas ?

source: Unable to write to the toolbar file.
pt_br: Não foi possível escrever no arquivo de barra de ferramentas

source: Please specify the properties for the toolbar "%1"
pt_br: Por favor especifique as propriedades para a barra de ferramentas "%1"

source: Please specify the properties for the new toolbar
pt_br: Por favor especifique as propriedades para a barra de ferramentas nova

source: My ToolBar
pt_br: Minha Barra de Ferramentas

source: File not found or empty
pt_br: Arquivo não encontrado ou vazio

source: I can't open that file
pt_br: Não foi possível abrir este arquivo

source: Could not paste file
pt_br: Não foi possível colar arquivo

source: Invalid DCOP parameter syntax
pt_br: Sintaxe inválida do parâmetro de DCOP

source: The specified parameter is not an integer
pt_br: O parâmetro especificado não é um inteiro

source: Unsupported DCOP parameter type %s
pt_br: Não suportado parâmetro DCOP do tipo %s

source: DCOP call failed
pt_br: Chamada DCOP falhou

source: DCOP calls are available only when KDE support is compiled in
pt_br: Chamadas DCOP estão disponíveis apenas quando compilado com suporte KDE

source: The window with id '%s' does not exist
pt_br: A Janela com id '%s' não existe

source: Window type or 'all' expected as first parameter
pt_br: Tipo de janela ou ' todas ' se esperava como primeiro parâmetro

source: The specified IRC context is not valid: creating a context free window
pt_br: O contexto de IRC especificado não é válido: criando uma janela de contexto livre

source: The specified window is not of type "userwnd"
pt_br: A janela especificada não é do tipo "userwnd"

source: This executable has been compiled without crypt support
pt_br: Este executável está compilado sem suporte a criptografia

source: Current window is not a channel
pt_br: A Janela atual não é um canal

source: Raw Event
pt_br: Evento Raw

source: &Add Raw Event...
pt_br: &Adicionar Evento Raw...

source: New Raw Event
pt_br: Novo Evento Raw

source: Enter the numeric code of the message (0-999)
pt_br: Digite o código numérico da mensagem (0-999)

source: Raw Editor
pt_br: Editor de Raw

source: A really lame text transformation engine :D
pt_br: Um motor de transformação de texto realmente simple :D

source: Socket Spy [IRC Context %u]
pt_br: Espião de Sockets [Contexto de IRC de %u]

source: <nobr><font color="%s"><b>Socket Spy</b></font> <font color="%s">[IRC Context %u]</font></nobr>
pt_br: <nobr><font color="%s"><b>Espião de Sockets</b></font> <font color="%s">[Contexto de IRC %u]</font></nobr>

source: Socket open
pt_br: Socket aberto

source: Socket closed
pt_br: Socket fechado
