Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Notify list: Unexpected inconsistency, registered user DB modified? (watch: restarting)
nl: Notificatie lijst: onverwachte inconsistentie, geregistreerdegebruikers DB aangepast ? (watch: herstart)
pt_br: Lista de Notificação: inconsistência inesperada, A base de dados de usuários registrados foi modificada? (watch: reiniciando)

source: watch entry added by user
pt_br: entrada watch adicionada pelo usuário

source: removed from watch list
nl: Verwijderd uit de watch lijst
pt_br: removido da lista watch

source: Notify list: Stopped watching for !n%Q
nl: Notificatie lijst: kijk niet meer uit voor !n%Q
pt_br: Lista de Notificação: Parou de verificar por !n%Q

source: Notify list: !n%Q is offline (watch)
nl: Notificatie lijst !n%Q is off-line
pt_br: Lista de Notificação: !n%Q está desconectado (watch)

source: unmatched watch list entry
pt_br: entrada da lista watch não bate.

source: You are not connected to a server
nl: U bent niet met een server verbonden
pt_br: Você não está conectado a um servidor

source: Icon Table
nl: Icoon tabel
pt_br: Tabela de Icones

source: No
nl: Neen
pt_br: Não

source: This module has no version informations: refusing to load it
nl: Deze module heeft geen versie informatie: wordt niet ingeladen
pt_br: Este módulo não tem informação de versão: recusando seu carregamento

source: This module was compiled for a different KVIrc version and can't be loaded
nl: Deze module was gecompileerd voor een andere KVirc versie en kan niet ingeladen worden
pt_br: Este módulo foi compilado para uma versão diferente do KVirc e não pode ser carregado

source: Failed to execute the init routine
nl: Onmogelijk de init routine uit te voeren
pt_br: Falha ao executar a rotina de inicialização

source: Loaded module '%s' (%s)
nl: module '%s' (%s) geladen
pt_br: Módulo carregado '%s' (%s)

source: Unloaded module '%s'
nl: Niet laadbare module '%s'
pt_br: Módulo descarregado '%s'

source: This window has no associated irc context
pt_br: Esta janela no tem um contexto de irc associado

source: No such irc context (%d)
pt_br: Sem contexto de irc (%d)

source: Missing window id after the 'w' switch
pt_br: Faltando id da janela após o alternador 'w'

source: This window has no logging capabilities
pt_br: Esta janela não tem capacidades de registo

source: Sorry , I can't find a sound system to use on this machine
pt_br: Desculpe, não foi possível encontrar um sistema de som para usar nesta máquina

source: Sound system detected to: %s
pt_br: Sistema de som detectado :%s

source: Show at startup
pt_br: Exibir ao iniciar

source: Did you know...
pt_br: Você sabia...

source: <b>Can't find any tip... :(</b>
pt_br: <b>Não foi possível encontrar nenhuma dica...: (</b.

source: Show URL List
pt_br: Exibir Lista de URL

source: Shows the URL list window
pt_br: Exibir janela da lista de URL

source: &Configure
pt_br: &Configurar

source: Clo&se
pt_br: Fec&har

source: &Module
pt_br: &Módulo

source: &Load
pt_br: &Carregar

source: &Save
pt_br: &Salvar

source: &Clear
pt_br: &Limpar

source: &List
pt_br: &Lista

source: Window
pt_br: Janela

source: Count
pt_br: Contador

source: Timestamp
pt_br: Marca de tempo

source: Warning - KVIrc
pt_br: Aviso - KVIrc

source: Select an URL.
pt_br: Selecionar uma URL.

source: &Remove
pt_br: &Remover

source: &Find Text
pt_br: &Procurar texto

source: &Say to Window
pt_br: &Dizer para Janela

source: Window not found.
pt_br: Janela não encontrada

source: URL Module Configuration
pt_br: Configuração do Módulo URL

source: Save URL list on module unload
pt_br: Salvar lista de URL ao descarregar o módulo

source: Save columns width on URL list close
pt_br: Salvar a largura das colunas ao fechar a lista de URL

source: &Cancel
nl: Annuleren
pt_br: &Cancelar

source: &OK
pt_br: &Aceitar

source: Enable URL ban list
pt_br: Habilitar a lista de URL proibidas

source: &Add Ban
pt_br: &Adicionar Proibição

source: &Remove Selected
pt_br: &Remover Selecionada(s)

source: URL Ban List
pt_br: Lista de URL proibidas

source: Select a ban.
pt_br: Selecionar proibição

source: Destinaion file exists: no copy made
pt_br: O arquivo de destino existe: nenhuma cópia feita

source: Failed to copy from %Q to %Q
pt_br: Falhou copiar %Q para %Q

source: Either the source doesn't exist or the destination can not be created
pt_br: Ou a origem não existe ou o destino não pode ser criado

source: Failed to write to file %Q: the destination couldn't be opened
pt_br: Falhou ao escrever o arquivo %Q: o destino não pode ser aberto

source: Destination file exists: file not renamed
pt_br: O arquivo de destino existe: arquivo não renomeado

source: Failed to rename %Q to %Q
pt_br: Falhou ao renomear %Q para %Q

source: Failed to make the directory %Q
pt_br: Falhou ao criar o diretório %Q

source: Failed to remove the file %Q
pt_br: Falhou ao remover o arquivo %Q

source: Failed to remove the directory %Q
pt_br: Falhou ao remover o diretório %Q

source: The specified directory does not exist '%Q'
pt_br: O directório especificado não existe '%Q'

source: Can't open the file "%Q" for reading
pt_br: Não foi possível abrir o arquivo "%Q" para leitura

source: Read error for file %Q
pt_br: Erro de leitura para o arquivo %Q

source: Read error for file %Q (have been unable to read the requested size in 1000 retries)
pt_br: Erro de leitura para o arquivo %Q (não foi possível ler o tamanho pedido em 1000 tentativas)

source: Help Browser
pt_br: Navegador de Ajuda

source: Request List
pt_br: Pedir Lista

source: Stop list download
pt_br: Parar recebimento da lista

source: <center><b>/LIST command parameters:</b><br>Many servers accept special parameters that allow you to filter the returned entries.<br>Commonly, masked channel names (*kvirc*) are accepted as parameters, as well as strings like <b>c&lt;n</b> or <b>c&gt;n</b> where <b>n</b> is the minimum or maximum of users on the channel.</center>
pt_br: <center><b>Parâmetros do comando /LIST:</b><br>Muitos servidores aceitam parâmetros especiais que permitem filtrar as entradas retornadas. <br>Normalmente, os nomes de canais mascarados (*kvirc*) são aceitos como parâmetros, assim como strings tipo <b>c&lt;n</b> ou <b>c&gt;n</b> onde <b>n</b> é o mínimo ou o máximo de usuários no canal.</center>

source: Users
pt_br: Usuários

source: Topic
pt_br: Tópico

source: Sent list request, waiting for reply...
pt_br: Pedido de lista enviado: aguardando resposta...

source: Cannot request list: No active connection
pt_br: Não foi possível pedir a lista: Nenhuma conexão ativa

source: Stopping the list download...
pt_br: Parando o recebimento da lista...

source: Cannot stop list download, no active connection.
pt_br: Não foi possível parar o recebimento da lista: Nenhuma conexão ativa

source: Connected to %s (%s)
pt_br: Conectedo em %s (%s)

source: List cannot be requested: Not connected to a server
pt_br: Não foi possível pedir a lista: Não estás conectado a um servidor

source: Channel List [IRC Context %u]
pt_br: Lista de Canais [Contexto de IRC %u]

source: <nobr><font color="%s"><b>Channel List</b></font> <font color="%s">[IRC Context %u]</font></nobr>
pt_br: <nobr><font color="%s"><b>Lista de Canais</b></font> <font color="%s">[Contexto de IRC %u]</font></nobr>

source: <nobr><font color="%s"><b>Channel list</b></font> <font color="%s">[IRC Context %u]</font></nobr>
pt_br: <nobr><font color="%s"><b>Lista de canais </b></font> <font color="%s">[Contexto de IRC %u]</font></nobr>

source: Reset
pt_br: Reinicializar

source: Channels list download finished
pt_br: Recebimento da lista de canais terminou

source: Processing list: %Q
pt_br: Processando a lista: %Q

source: Terminal emulator
pt_br: Emulador de terminal

source: Close this window
pt_br: Fechar esta janela

source: Can't create the terminal emulation part
pt_br: impossível criar uma parte da emulação de terminal

source: Can't retrieve the terminal emulation factory
pt_br: Impossível recuperar a fábrica de emulação terminal

source: Context
pt_br: Contexto

source: Away
pt_br: Ausente

source: &Configure KVIrc...
pt_br: &Configurar KVIrc...

source: &About KVIrc
pt_br: Sobre o &KVIrc

source: Un&dock
pt_br: &Remover Ícone do panel

source: Nothing is happening...
pt_br: Nada esta acontecendo...

source: Just idling...
pt_br: Apenas Inativo....

source: Hey man... do something!
pt_br: Ei!...faz alguma coisa!

source: Silence speaking
pt_br: Falando em silêncio

source: Are ya here?
pt_br: Estás aí?

source: The world has stopped?
pt_br: O mundo parou?

source: Everything is all right
pt_br: Está tudo bem

source: idle()
pt_br: inativo()

source: It's so cold here...
pt_br: Aqui está muito frio...

source: Do not disturb... watching TV
pt_br: Não incomode...estou vendo televisão

source: Just vegetating
pt_br: Apenas vegetando

source: Hey... are ya sure that your network is up?
pt_br: Ei!...tem certeza que a sua internet está ok?

source: Seems like the world has stopped spinning
pt_br: Parece que o mundo parou de rodar

source: This silence is freaking me out!
pt_br: Este silêncio está me assustando!

source: Mieeeeeowww!
pt_br: Miaaaaauuuu!

source: idle idle idle idle!
pt_br: inativo inativo inativo inativo!

source: Hide Window
pt_br: Ocultar a Janela

source: Show Window
pt_br: Exibir a Janela

source: Choose a Filename - KVIrc
pt_br: Escolha um arquivo - KVIrc

source: Write Failed - KVIrc
pt_br: Escrita Falhou - KVirc

source: Unable to write to the alias file.
pt_br: Incapaz de escrever no arquivo de alias.

source: Alias Editor
pt_br: Editor de Alias

source: Join Channels
pt_br: Entrar nos Canais

source: Name
pt_br: Nome

source: Password
pt_br: Senha

source: &Join
pt_br: &Entrar

source: Show this window after connecting
pt_br: Exibir esta janela após conectar

source: Recent Channels
pt_br: Canais Recentes

source: Registered Channels
pt_br: Canais Registrados

source: Choose the file to share
pt_br: Escolha o arquivo para compartilhar

source: No such channel/netmask entry in the database
pt_br: Não existe uma entrada para esse canal/máscara de rede na base de dados

source: Registered channel list:
pt_br: Lista de canais registrados:

source: Channel: %c%s@%s
pt_br: Canal: %c%s@%s

source: Property: %s=%s
pt_br: Propriedade: %s=%s

source: Total %d channels
pt_br: Canais totais %d

source: Property Editor
pt_br: Editor de Propriedade

source: Property
pt_br: Propriedade

source: Value
pt_br: Valor

source: &New
pt_br: &Novo

source: Mask Editor
pt_br: Editor de Máscaras

source: Insert a mask for this user.<br>It can contain the wildcard characters '*' and '?'.
pt_br: Inserir uma máscara para este usuário.<br>Esta pode conter carácteres wildcard como '*' e '?'.

source: <center>This the <b>nickname</b> that will match this user, default value is the registered name.</center>
pt_br: <center>Este é o <b>Apelido</b> que coincidirá com este usuário, o valor padrão é o nome registrado.</center>

source: <center>This the <b>username</b> that will match this user. <b>*</b> will match any username.</center>
pt_br: <center>Este é o <b>nome de usuário</b> que coincidirá com este usuário. <b>*</b> coincidirá com qualquer nome de usuário.</center>

source: <center>This the <b>hostname</b> that will match this user. <b>*</b> will match any hostname.</center>
pt_br: <center>Este é o <b>nome de máquina</b> que coincidirá com este usuário. <b>*</b> coincidirá com qualquer nome de máquina.</center>

source: Registered User Entry
pt_br: Entrada de Usuários Registrados

source: Name:
pt_br: Nome:

source: Masks:
pt_br: Máscara

source: &Add...
pt_br: &Adicionar...

source: &Edit
pt_br: &Editar

source: Identity
pt_br: Identidade

source: Notify when user is online
pt_br: Notificar quando o usuário ficar online

source: Notify nicknames:
pt_br: Notificar apelidos:

source: <center>You can enter a space separated list of nicknames.</center>
pt_br: <center>Você pode digitar uma lista de apelidos separados por espaços.</center>

source: All Properties...
pt_br: Todas às propriedades ...

source: Properties
pt_br: Propriedades

source: Ignore
pt_br: Ignorar

source: Registered Users - KVIrc
pt_br: Usuários registrados - KVIrc

source: <center>This is the list of registered users. KVIrc can automatically recognize and associate properties to them.<br>Use the buttons on the right to add, edit and remove entries. The "notify" column allows you to quickly add users to the notify list. Notify list fine-tuning can be performed by editing the entry properties.</center>
pt_br: <center>Esta é a lista de usuários registrados. O KVIrc pode reconhecer e associar propriedades de forma automática.<br>Utilizar os botões da direita para adicionar, editar ou remover entradas.<br>A columna "notificação" te permite adicionarr usuários a lista de notificações rápidamente. O ajuste da lista de notificações pode ser feito se editando a entrada da propriedades.</center>

source: Add (Wizard)...
pt_br: Adicionar (assistente)...

source: Add a registered user by means of a user-friendly wizard.
pt_br: Adicionar um usuário registrado por meio de um amigável assistente.

source: Open the edit dialog to create a new user entry.
pt_br: Abrir a diálogo de edição para criar uma nova entrada de usuário.

source: Remove the currently selected entries.
pt_br: Remover às entradas atualmente selecionadas.

source: &Edit...
pt_br: &Editar...

source: Edit the first selected entry.
pt_br: Editar a primeira entrada selecionada.

source: Export To...
pt_br: Exportar Para...

source: Export the selected entries to a file.<br>All the data associated with the selected registered users will be exported.<br>You (or anyone else) can later import the entries by using the "Import" button.
pt_br: Exporta às entradas selecionadas para um arquivo.<br>Todos os dados associados aos usuários registrados selecionados serão exportados.<br>Você, ou qualquer outro, pode importar as entradas mais tarde usando o botão "Importar".

source: Import From...
pt_br: Importar de...

source: Import entries from a file exported earlier by the "export" function of this dialog.
pt_br: Importa às entradas de um arquivo exportado anteriormente pela função "Exportar" deste diálogo.

source: Default
nl: standaard
pt_br: Padrão

source: No entries selected.
pt_br: Não existem entradas selecionadas.

source: Can't export the registered users database: Write error.
pt_br: Não foi possível exportar a base de dados de usuários registrados: Erro de escrita.

source: Can't open file %s for reading.
pt_br: Não foi possível abrir o arquivo %s para leitura.

source: The file %s doesn't appear to be a valid registered users database.
pt_br: O arquivo %s não parece ser uma base de dados de usuários registrados válida.

source: The file %s contains an invalid registered users database version.
pt_br: O arquivo %s contém uma versão inválida da base de dados de usuários registrados.

source: Can't import the registered users database: Read error.
pt_br: Não foi possível importar a base de dados de usuários registrados: Erro de leitura.

source: User Registration Wizard - KVIrc
pt_br: Assistente de Registro de usuários - KVIrc

source: <p>Welcome to the user registration wizard.<br>This process allows you to add an IRC user to the database and set properties for that user. KVIrc will be (hopefully) able to recognize the user, add him to the notify list, and display the associated avatar.<br><br>First of all, you must insert an <b>entry name or real name</b> for the user you're going to register. The name will be used to identify the database entry and has no specific requirements, it can be a given name, nickname, or just some text to remind you of the real person.<br>Examples: "George W Bush", "Dubya". </p>
pt_br: <p>Bem vindo ao assistente de registro de usuários.<br>Este processo permite adicionar um usuário de IRC a base de dados do KVIrc e configurar algumas de suas propriedades. O KVIrc será capaz (confiantemente) de reconhecer o usuário, adicioná-lo a lista de notificações, exibir seu avatar associado, etc...<br><br>Primeiramente, deve escrever o <b>nome de entrada ou o nome Real</b> do usuário que será registrado. O nome será usado para identificar a entrada da base de dados e não tem nenhum requerimento específico, pode ser um nome, um apelido ou somente um texto que te lembre a pessoa.<br>Exemplos: "Luis Inácio Lula da Silva", "Lula". </p>

source: Step 1: Entry Name
pt_br: Passo 1: Nome de Entrada

source: <p>A registered user is identified by one or more <b>IRC masks</b>.<br>A mask must be in the following form:<br><b>nickname!username@hostname</b><br>and can contain wildcard characters '*' and '?'. Be careful in choosing the masks, as they are the only way to verify the identity of a registered user.<br><br>You can enter at most two masks here, if you wish to add more masks, use the "<b>Edit</b>" button in the Registered Users dialog. You must enter at least one mask.</p>
pt_br: <p>Um usuário registrado é identificado por uma ou mais <b>máscaras de IRC</b>.<br>A máscara deve estar no seguinte formato:<br><b>apelido!nome_de_usuário@máquina</b><br>e pode conter wildcards '*' e '?'. Seja cuidadoso ao escolher às máscaras: são o único método para verificar a identidade de um usuário registrado.<br><br>Aqui você só pode digitar duas máscaras; se desejar adicionar mais, utilize o botão "<b>Editar</b>" no diálogo de Usuários Registrados. Você precisa digitar pelo menos uma máscara.</p>

source: Step 2: Mask Selection
pt_br: Passo 2: Seleção da máscara

source: <p>If you want to store an avatar image for this user, you can set it here. KVIrc will show the avatar in the userlist next to the user's nickname.<br>An avatar can be in any supported image format (PNG is recommended). Keep in mind that KVIrc stores avatars in memory and has to resize them to fit in the userlist, thus it's better to use small, low-resolution images.</p>
pt_br: <p>Se você quiser armazenar uma imagem de avatar para este usuário, você pode configurar aqui. O KVIrc a exibirá junto ao apelido na lista de usuários.<br>Um avatar pode estar em qualquer formato de imagem reconhecido (se recomenda usar PNG). Tenha em mente que o KVIrc mantém os avatares na memória e tem que redimensioná-los para caber na lista de usuários, de modo que é melhor usar pequenas imagens de baixa resolução.</p>

source: Store an avatar for this user
pt_br: Armazenar um avatar para este usuário

source: Step 3: Avatar Selection
pt_br: Paso 3: Seleção do Avatar

source: <p>If you want to be notified when this user is online or goes offline, you must specify the list of nicknames that KVIrc will look for.<br><br>You can enter at most two nicknames here, if you wish to add more nicknames, use the "<b>Edit</b>" button in the Registered Users dialog.</p>
pt_br: <p>Se você deseja ser avisado quando este usuário se conectar ou desconectar, Você deve especificar a lista de apelidos na qual o KVIrc irá procurar por ele.<br><br>Aqui você só pode digitar dois nicks; se desejar adicionar mais, utilize o botão "<b>Editar</b>" no Diálogo de Usuários Registrados.</p>

source: Add this user to the notify list
pt_br: Adicionar este usuário na lista de notificações

source: Nickname:
pt_br: Apelido:

source: Nickname 2:
pt_br: Apelido 2:

source: Step 4: Notify List
pt_br: Paso 4: Lista de Notificações

source: <p>That's it. The user registration has been completed.<br><br>Click "<b>Finish</b>" to close this dialog.</p>
pt_br: <p>Iste é tudo. O registro de usuário foi concluido correctamente.<br><br>Clique em "Finalizar" para fechar este diálogo.</p>

source: Registration Complete
pt_br: Registro concluido

source: No name specified
pt_br: Nenhum nome especificado

source: User already registered: found exact name match
pt_br: O usuário ja está registrado: um nome semelhante foi encontrado

source: No mask specified
pt_br: Máscara não especificada

source: No property specified
pt_br: Nenhuma propiedade especificada

source: Registered users database dump:
pt_br: Despejar base de datos de usuários registrados:

source: User: %c%Q
pt_br: Usurário: %c%Q

source: Warning: this user has no registration masks
pt_br: Atenção: este usuário não tem máscaras de registro

source: Mask: %Q!%Q@%Q
pt_br: Máscara: %Q!%Q@%Q

source: Property: %Q=%Q
pt_br: Propriedade: %Q=%Q

source: No properties
pt_br: Sem propriedades

source: Total: %d matching users (of %d in the database)
pt_br: Total: %d usuários semelhantes (de %d na base de datos)

source: Manage Script-Based Addons
pt_br: Gerênciar Addons Script-Based

source: Configure
nl: Configureren
pt_br: Configurar

source: Show Help
pt_br: Exibir Ajuda

source: Uninstall
pt_br: Desinstalar

source: Install Addon...
pt_br: Instalar Addon...

source: More Addons...
pt_br: Mais Addons...

source: Do you really want to uninstall the addon "%1" ?
pt_br: Você deseja realmente desinstalar o addon "%1" ?

source: Confirm addon uninstallation
pt_br: Confirmar desinstalação do addon

source: Please select the addon installation file
pt_br: Por favor selecione o arquivo de instalação do addon

source: %cAddon id %Q, version %Q%c
pt_br: %cAddon id %Q, versão %Q%

source: Name: %Q
pt_br: Nome: %Q

source: Description: %Q
pt_br: Descrição: %Q

source: Total: %d addons installed
pt_br: Total: %d addons instalados

source: Uninstalling existing addon version %Q
pt_br: Desinstalando a versão %Q do addon existente

source: The addon "%1" does not exist
pt_br: O addon "%1" não existe

source: The addon "%1" has no configure callback set
pt_br: O addon "%1" não tem nenhum retorno de chamada definido

source: The addon "%1" has no help callback set
pt_br: O addon "%1 " não tem nenhum retorno de chamada de ajuda configurada.

source: The specified version "%Q" is not a valid version string
pt_br: A versão "%Q" especificada não é uma string de versão válida

source: Attempting to register addon "%Q" with version %Q
pt_br: Tentando registar o addon "%Q" com a versão %Q

source: The script addon "%Q" already exists with version %Q which is higher than %Q
pt_br: O script addon "%Q" já existe com a versão %Q que é maior que a %Q

source: Script registration failed
pt_br: Instalação do script falhou

source: Script succesfully registered
pt_br: Script registado com suceso

source: Links window alread open for this IRC context
pt_br: Janela de links já aberta para este contexto de IRC

source: Request Links
pt_br: Requisitar Links

source: Hops
pt_br: Saltos

source: Description
pt_br: Descrição

source: (None)
pt_br: (Nenhum)

source: Sent links request, waiting for reply...
pt_br: Requisição de links enviada, aguardando resposta...

source: Cannot request links: No active connection
pt_br: Não foi possível pedir links: Nenhuma conexão ativa

source: Links cannot be requested: Not connected to a server
pt_br: Os links não podem ser requisitados: Não estás conectado a um servidor

source: Links for %Q [IRC Context %u]
pt_br: Links para %Q [Contexto de IRC %u]

source: <nobr><font color="%s"><b>Links for %Q</b></font> <font color="%s">[IRC Context %u]</font></nobr>
pt_br: <nobr><font color="%s"><b>Links para %Q</b></font> <font color="%s">[Contexto de IRC %u]</font></nobr>

source: Received end of links.
pt_br: Fim dos links recebido.

source: Broken link: Missing parent (%s) for %s (%d hops): %s (used /LINKS <mask> ?)
pt_br: Link quebrado: Falta o pai (%s) para %s (%d saltos): %s (/LINKS usado <mascara> ?)

source: %s: Parent link %s
pt_br: %s:Link Pai %s

source: Warning: No root link was sent by the server, the stats may be invalid.
pt_br: Aviso: Nenhum link de raiz foi enviado pelo servidor, as estatísticas podem ser inválidas.

source: %c%cLinks for %Q
pt_br: %c%cLinks para %Q

source: Total hosts listed
pt_br: Total de máquinas listadas

source: Total hosts in the network
pt_br: Total de máquinas na rede

source: Wildcard servers (hubs?): %d
pt_br: Servidores Wildcard (hubs?): %d
