Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Standalone Servers
nl: Alleenstaande servers

source: Stray ':' character in alias name: did you mean ...<namespace>::<name> ?
nl: Fout ':' karakter in alias naam : bedoel je...<namespace>::<name> ?

source: Stray ':' character: did you mean '...<namespace>::<alias_name>' ?
nl: Fout ':' karakter: bedoel je '...<namespace>::<alias_name>' ?

source: Stray '::' sequence or invalid following alias name
nl: Fout '::' sequentie of ongeldige alias naam

source: Stri&keout
nl: Doorhalen

source: Syntax error: invalid $$ ($this) function call in object scope
nl: Syntax fout: ongeldig $$ ($this) functie oproep in object bereik

source: Syntax error: malformed (alias?) command identifier
nl: Syntax fout: ongeldig (alias?) commando indentificering

source: Syntax error: malformed (alias?) function call identifier
nl: Syntax fout: ongeldig (alias?) functie oproep indentificering

source: Syntax error: malformed alias function call identifier
nl: Syntax fout: ongeldig alias functie oproep indentificering

source: Syntax error: malformed alias identifier
nl: Syntax fout: ongeldige alias indentificering

source: The 'defpopup' command needs an expression enclosed in parenthesis
nl: Het 'defpopup' commando gebruikt een uitdrukking tussen haakjes

source: The 'for' command needs an expression enclosed in parenthesis
nl: Het 'for' commando gebruikt een uitdrukking tussen haakjes

source: The 'foreach' command needs an expression enclosed in parenthesis
nl: Het 'foreach' commando gebruikt een uitdrukking tussen haakjes

source: The 'if' command needs an expression enclosed in parenthesis
nl: Het 'if' commando gebruikt een uitdrukking tussen haakjes

source: The 'switch' command needs an expression enclosed in parenthesis
nl: Het 'switch' commando gebruikt een uitdrukking tussen haakjes

source: The 'while' block of the 'do' command needs an expression enclosed in parenthesis
nl: De 'while' blok van het 'do' commando gebruikt een uitdrukking tussen haakjes

source: The SOCKSv4 protocol lacks IPv6 support
nl: Het SOCKSv4 protocol mist IPv6 ondersteuning

source: The catalogue %Q was not loaded
nl: De cataloog %Q is niet ingeladen

source: The commandline for this url type seems to be broken (%Q)
nl: De commandoregel voor deze url type's schijnen niet corect (%Q)

source: The crypto engine was unable to encrypt the current message (%Q): %Q, no data sent to the server
nl: De encryptie was niet in staat om de huidige boodschap (%Q) te versleutelen: %s: geen data verstuurd

source: The dash after a command should be followed by a letter (switch), by a digit (negative number) or be escaped
nl: Na het koppelteken na het commando moet een letter volgen (parameter), een cijfer(negatief cijfer) of verlaten worden

source: The file specified is not a valid KVIrc package
nl: Dit is geen geldig KVirc pakket

source: The following message appears to be encrypted, but the crypto engine failed to decode it: %Q
nl: De volgende boodschap blijkt versleuteld, maar de encryptie kan hetniet ontsleutelen: %Q

source: The menu item with id "%Q" does not exist in popup "%Q"
nl: Het menu item met id "%Q" bestaat niet als popup "%Q"

source: The package contains compressed data but this executable does not support compression
nl: Dit pakket bevat gecompresseerde data, maar het uitvoerbaar bestandondersteund geen compressie

source: The package has an invalid version number, it might have been created by a newer KVIrc
nl: Dit pakket heeft een ongeldig versie nummer, het is misschien van eennieuwere versie van KVIRC

source: The popup '%Q' is not defined
nl: De popup %Q is niet gedefinieerd

source: The remote server replied with
nl: De server op afstand antwoordde met

source: The specified network has no server entries
nl: Het gespecifieerde netwerk heeft geen server ingangen

source: The specified object does not exist
nl: Het gespecifieerde object bestaat niet

source: The while command needs an expression enclosed in parenthesis
nl: Het while commando heeft een expressie tussen haakjes nodig

source: Theme information file is not valid
nl: Theme informatie bestand is niet geldig

source: There is no option named '%Q'
nl: Er is geen optie %Q

source: This KVIrc executable has no SSL support
nl: Deze KVIrc executabele heeft geen SSL ondersteuning

source: This KVIrc executable is too old for this theme (minimum theme engine version required is %Q while this theme engine has version %s)
nl: Deze KVirc executabele is te oud voor dit theme (de minimum theme enginedie vereist is, is %Q. Huidige versie is %Q)

source: This is the first connection in this IRC context: using the global server setting
nl: Dit is de eerste verbinding in deze IRC contekst:de server instelling worden gebruikt

source: This window is not associated to an IRC context
nl: Dit venster is niet geassocieerd met een irc context

source: Tip for %Q: %Q
nl: Tip voor %Q: %Q

source: Topic for !c%Q was set by %Q on %Q
nl: Topic voor !c%Q ingesteld door %Q op %Q

source: Topic was set by %Q
nl: Topic ingesteld door %Q

source: Topic was set by %Q on %Q
nl: Topic ingesteld door %Q op %Q

source: Total: %u timers running
nl: Totaal aantal timers %u

source: Unexpected SSL error
nl: Onverwachte SSL fout

source: Unexpected empty expression operand
nl: Onverwachte lege operand

source: Unknown
nl: Onbekend

source: Unloadable
nl: Niet laadbaar

source: Unpacking file %Q
nl: Bestand %Q uitpakken

source: Unrecoverable SSL error during handshake
nl: Onherstelbare SSL fout gedurende het handschudden

source: Unsupported protocol %1
nl: Niet ondersteund protocol %1

source: Update Indicator
nl: Aanwijzer bijwerkingen

source: Update failed
nl: Bijwerken mislukt

source: Update missing
nl: Ontbreken van bijwerking

source: Updating away state for channel %Q
nl: Bijwerken weg-status voor kanaal %Q

source: Use doubleclick to edit item
nl: Dubbel-klik om het item te bewerken

source: User friendly commandline mode<br>See also /help commandline
nl: Gemakkelijke commandolijn <br>Zie ook /help commandolijn

source: Using SOCKSv4 protocol.
nl: SOCKSv4 protocol

source: Using SOCKSv5 protocol.
nl: SOCKSv5 protocol

source: Window '%Q' not found, using current one
nl: Venster '%Q' niet gevonden, gebruik het huidige

source: Window button '%Q' not found
nl: Knop '%Q' niet gevonden

source: WindowLifetime
nl: Leefduur van het venster

source: Writing informational fields
nl: Beschrijf info velden

source: Writing package data
nl: Wegschrijven data

source: Writing package header
nl: Wegschrijven header

source: You didn't checked yet. Should I check it?
nl: Je hebt het niet gecontroleerd. Zal ik het doen?

source: [Dead Query]
nl: [Lege Verbinding]

source: [KVS] Destroyed window with pointer %x
nl: [KVS] Vernietigde venster met pointer %x

source: [KVS] Window:
nl: [KVS] Venster:

source: commandline::kvs
nl: commandolijn :: kvs

source: commandline::userfriendly
nl: commandolijn :: gebruiksvriendelijk

source: queries
nl: Ondervragingen

source: query
nl: Ondervraging

source: say: injected commandline
nl: zeg: geïnjecteerde commandline

source: taskbar
nl: werkbalk
