Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: The regular expression matched a zero-length substring: this is not valid in the s/// operator, skipping
pt_br: A expressão regular se assemelha a uma substring zero-comprimento: isto é inválido no operador s///, pulando

source: Unexpected end of script after '$' function call prefix
pt_br: Fim do script inesperado após o prefixo '$' de chamada da função

source: Unexpected character %q (unicode %x) after '$' function call prefix
nl: Onverwacht karakter %q (unicode %x) na '$' functie oproep
pt_br: Caracter inespeardo %q (unicode %x) após o prefixo '$' de chamada da função

source: Syntax error after '$' function call prefix. If you want to use a plain '$' in the code you need to escape it
nl: Syntax fout na '$' functieoproep prefix. Indien je een volledige '$' wenstin de code, moet je het aanduiden
pt_br: Erro de sintaxe após o prefixo '$' de chamada da função. Se quiser usar uma '$' no código, precisa escapá-lo

source: Invalid expression evaluation in object scope
pt_br: Avaliação de expressão inválida no objecto espaço

source: Invalid command evaluation in object scope
pt_br: Avaliação de comando inválido no objecto espaço

source: Empty instruction block for command evaluation
nl: Lege instructie blok
pt_br: Bloco de intruções vazio para avaliação de comando

source: Parameter identifiers are forbidden in object scope (after the '->' operator)
pt_br: Identificadores de parâmetros são proibidos no objecto espaço ( após o operador '->')

source: Ending index of a multiple parameter identifier is lower or equal to the starting index. This will evaluate to a single parameter identifier.
pt_br: O índice final de um identificador de parâmetro múltiplo é mais baixo ou igual ao índice inicial. Isto avaliará para um identificador de parâmetro simples.

source: Invalid data type for parameter "%s"
nl: Ongeldig data type voor parameter "%s"
pt_br: Tipo de dado inválido pra o parâmetro "%s"

source: found empty string where type '%s' was expected
nl: Lege string gevonden waar het type '%s' werd verwacht
pt_br: encontrada uma string vazia onde o tipo '%s' era esperado

source: found string value "%Q" where type '%s' was expected
nl: Waarde "%Q"gevonden waar het type '%s'werd verwacht
pt_br: encontrado um valor de string "%Q" onde o tipo '%s' era esperado

source: found type %Q where type '%s' was expected
nl: type %Q gevonden, waar type '%s' verwacht werd
pt_br: encontrado tipo "%Q" onde o tipo '%s' era esperado

source: Missing non-optional parameter "%s"
nl: Ontbrekende verplichte parameter "%s"
pt_br: faltando parâmetro "%s" não-opcional

source: found empty string while a non empty one was expected
nl: Lege string gevonden waar een niet-lege werd verwacht
pt_br: encontrada uma string vazia onde se era esperado uma não vazia

source: found signed integer "%d" where type 'unsigned integer' was expected
nl: Ondertekende integer "%d"gevonden waar een 'niet ondertekende'integer werd verwacht
pt_br: encontrado inteiro assinado "%d" onde o tipo 'inteiro não assinado' era esperado

source: This window has no associated IRC context
pt_br: Esta janela não tem contexto de IRC associado

source: No such IRC context (%u)
nl: Geen IRC contekst (%u)
pt_br: Sem contexto de irc (%u)

source: Unterminated c-style multiline comment
nl: Onbeëindigd c-stijl meerlijnen commentaar
pt_br: Comentário multilinha no estilo-c não terminado

source: Unexpected end of script in multiline comment
pt_br: Fim do script inesperado nos comentários multilinha

source: Unexpected character '%q' (unicode %x) after a slash (it is a typo or a malformed comment begin ?)
nl: Onverwacht karakter %q (unicode %x) na een slash.(Is het een typfout ofeen slecht gevormd commando begin?
pt_br: Caracter inesperado '%q' (unicode %x) após a barra (é um tipo ou um começo de comentário mal formado?)

source: Call to undefined function '%Q'
nl: Aanroep naar onbekende functie '%Q'
pt_br: Chamada para função indefinida '%Q'

source: Error in inner alias function call '%Q', called from this context
pt_br: Erro na chamada a função interna de alias '%Q', chamada deste contexto

source: Array index didn't evaluate to an integer
nl: Array index is geen integer
pt_br: O índice do array não avaliou para um inteiro

source: Array index evaluated to a negative integer (non negative integer expected)
nl: Array index is een negatieve integer (een niet negatieve werd verwacht)
pt_br: Índice de array avaliado para um inteiro negativo (era esperado um inteiro não negativo )

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from %Q supplied
nl: Het argument van de [] subscript leidde niet tot een array: automatischeconversie van %Q toegevoegd
pt_br: O argumento do subscript [] não avaliou para um array: conversão automática de %Q fornecida

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from type '%Q' supplied
nl: Het argument van de [] subscript leidde niet tot een array: automatischeconversie van type '%Q' toegevoegd
pt_br: O argumento do subscript [] não avaliou para um array: conversão automática do tipo %Q fornecida

source: Lag meter was not enabled
nl: Vetragingsmter niet gestart
pt_br: O medidor de Lag não foi ativado

source: This is not a channel
nl: Dit is geen kanaal
pt_br: Isto não é um canal

source: Trailing garbage at the end of the break command: ignored
pt_br: Os caracteres sobrando após o final do comando break: ignorando

source: The 'unset' command needs a variable list
nl: Het 'unset' commando gebruikt een variabelen lijst
pt_br: O comando 'unset' precisa de uma lista variável

source: Found character %q (unicode %x) where a variable was expected
nl: Karakter %q gevonden (unicode %x) terwijl een veriabele verwacht werd
pt_br: Caracter %q (unicode %x) encontrado onde a variável era esperada

source: 'unset' command used without a variable list
nl: 'unset' comando gebruikt zonder een variabelen lijst
pt_br: o comando 'unset' utilizado sem uma lista variável

source: The 'global' command needs a variable list
nl: Het 'global' commando gebruikt een variabelen lijst
pt_br: O comando 'global' precisa de uma lista variável

source: Found character %q (unicode %x) where an open parenthesis was expected
nl: Karakter %q gevonden (unicode %x) terwijl open haakjes verwacht werden
pt_br: Caracter '%q' (unicode %x) encontrado onde era esperado um parênteses aberto

source: The last while command in the buffer has no conditional instructions: it's senseless
nl: Het laatste while commando in de buffer heeft geen conditities:het is zonder betekenis
pt_br: O último comando while em buffer não tem instruções condicionais: sem sentido

source: Unexpected end of script while looking for the instruction block of the while command
nl: Onverwacht einde van het script in het while commando
pt_br: Fim de script inesperado enquanto procurava pelo bloco de instruções do comando while

source: Found character %q (unicode %x) where a 'while' keyword was expected
nl: Karakter %q gevonden (unicode %x) terwijl een 'while' verwacht werd
pt_br: Caracter '%q' (unicode %x) encontrado onde uma palavra chave 'while' era esperada

source: Garbage string after the expression in 'do' command: ignored
nl: Rommel gevonden na het 'do' comando: genegeerd
pt_br: Strings sobrando depois da expressão do comando 'do': ignorando

source: The last if command in the buffer has no conditional instructions: it's senseless
nl: Het laatste if commando in de buffer heeft geen conditities:het is zonder betekenis
pt_br: O último comando if em buffer não tem instruções condicionais: sem sentido

source: Unexpected end of script while looking for the instruction block of the if command
pt_br: Fim de script Inesperado enquanto procurava o bloco de instruções do comando if

source: Unexpected end of buffer while looking for the closing ')' in the 'for' command
pt_br: Fim de buffer Inesperado enquanto procurava o caracter ')' no comando 'for'

source: Found char %q (unicode %x) while looking for the terminating ')' in 'for' command
nl: Karakter %q (unicode %x) gevonden waar het beëindigingsteken ')' in 'for'comando
pt_br: Caracter %q (unicode %x) encontrado enquanto procurava pela terminação ')' no comando 'for'

source: Empty infinite 'for' loop: fix the script
nl: Lege oneindige 'for' lus: herstel het script
pt_br: Loop 'for' infinito: reparar o script

source: The 'foreach' command expects a writeable iteration variable as first parameter
nl: Het 'foreach' commando verwacht een schrijfbare iteratie variabele alseerste parameter
pt_br: O comando 'foreach' espera uma variável iteração de escrita como primeiro parâmetro

source: Found character '%q' (unicode %x) where '%' or '$' was expected: see /help foreach for the command syntax
nl: Karakter %q gevonden (unicode %x) terwijl een '%' of een '$' verwacht werd;zie /help foreach voor de commando syntax
pt_br: Caracter '%q' (unicode %x) encontrado onde '%' ou '$' era esperado: ver /help para a sintaxe de comando

source: Unexpected function call as 'foreach' iteration variable
pt_br: Chamada inesperada a função como variável de iteração 'foreach'

source: Unexpected read-only variable as 'foreach' iteration variable
pt_br: Variável somente leitura inesperada como variável de iteração 'foreach'

source: Unexpected end of 'foreach' parameters: at least one iteration data argument must be given
nl: Onverwacht einde van de 'foreach' parameters: er moet minstens één dataargument gegeven worden
pt_br: Fim de parâmetros 'foreach' Inesperado: pelo menos uma interação de argumento de dados tem que ser dada

source: The 'foreach' command expects a comma separated list of iteration data items after the first parameter
nl: Het 'foreach' commando verwacht een comma gescheiden lijst of iteratie data gegevensna de eerste parameter
pt_br: O comando 'foreach' espera uma lista de elementos de iteração separados por virgulas depois do primeiro parâmetro

source: Unexpected end of buffer in switch condition block
pt_br: Fim de buffer Inesperado na mudança do bloco de condição

source: Found character %q (unicode %x) where a 'case','match','regexp','default' or 'break' label was expected
nl: Karakter %q gevonden (unicode %x), waar een 'case','match','regexp','default' of'break' label verwacht werd
pt_br: Caracter %q (unicode %x) encontrado onde se esperava um 'case','match','regexp', 'default' ou 'break'

source: Found 'break' label where a 'case','match','regexp' or 'default' label was expected
nl: 'break' label gevonden, waar een 'case','match','regexp' of 'default' labelverwacht werd
pt_br: Encontrado o rótulo 'break' onde um rótulo 'case','match','regexp' ou 'default' era esperado

source: Found token '%Q' where a 'case','match','regexp','default' or 'break' label was expected
nl: Karakter '%Q' waar een 'case','match','regexp','default' of 'break' label werd verwacht
pt_br: Encontrado '%Q' onde se esperava uma expressao do tipo 'case','match', 'regexp', ou 'break'

source: Senseless empty switch command: fix the script
nl: zinloos lege optie bij commando : herstel het script
pt_br: Comando switch vazio sem sentido: reparar o script

source: Unexpected end of buffer in defpopup block
pt_br: Fim de buffer Inesperado no blobo defpopup

source: Found character %q (unicode %x) where a 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label was expected
pt_br: Caracter %q (unicode %x) encontrado onde uma expressão do tipo'prologue','separator','label','popup','item','extpopup' ou 'epilogue' era esperada

source: Unexpected empty <text> field in label parameters. See /help defpopup for the syntax
nl: Onverwacht leeg <text> veld in de label parameters. Zie /help defpopup voorde syntax
pt_br: Campo <texto> vazio inesperado nos parâmetros do rótulo. Veja o /help defpopup para a sintaxe

source: Unexpected empty <text> field in extpopup parameters. See /help defpopup for the syntax
nl: Onverwacht leeg <text> veld in de extpopup parameters. Zie /help defpopup voorde syntax
pt_br: Campo <texto> vazio inesperado nos parâmetros exrpopup. Veja /help defpopup para a sintaxe

source: Unexpected empty <name> field in extpopup parameters. See /help defpopup for the syntax
nl: Onverwacht leeg <name> veld in de extpopup parameters. Zie /help defpopup voorde syntax
pt_br: Campo <nome> vazio inesperado nos parâmetros extpopup. Veja /help defpopup para a sintaxe

source: Found token '%Q' where a 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label was expected
nl: Karakter '%Q' waar een'prologue','separator','label','popup','item','extpopup' of 'epilogue' label werd verwacht
pt_br: Símbolo '%Q' encontrado onde 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label era esperado

source: beginning of input
nl: input begin
pt_br: Ínicio da entrada

source: Found character '%q' (unicode 0x%x) where '%c' was expected: see "/help %s" for the command syntax
nl: Karakter %q gevonden (unicode 0x%x) terwijl een '%c' verwacht werd;zie " /help %s " voor de commando syntax
pt_br: Caracter '%q' (unicode 0x%x) encontrado onde '%c' era esperado: ver "/help %s" para a sintax de comando

source: Empty script
nl: Leeg script
pt_br: Script vazio

source: Syntax error after '%' variable prefix. If you want to use a plain '%' in the code you need to escape it
nl: Syntax fout na '%' variabele prefix. Indien je een volledige '%' wenstin de code, moet je het aanduiden
pt_br: Erro de sintaxe após o prefixo '%' de variável. Se quiser usar um '%' código precisa escapá-lo

source: Objects have no extended scope variables
pt_br: O objeto não tem variáveis de espaço extendidas

source: Found character '%q' (unicode %x) where an instruction was expected
nl: Karakter %q gevonden (unicode %x) terwijl een instructie verwacht werd
pt_br: Caracter '%q' (unicode %x) encontrado onde era esperado uma instrução

source: Unterminated instruction block
nl: Onbeëindigd instructie blok
pt_br: Bloco de instruções indeterminado

source: Unexpected end of script in instruction block (missing closing brace)
pt_br: Fim do script inesperado no bloco de instrução (falta chave de fechamento)

source: Unexpected character '%q' (unicode %x) after a switch dash
nl: Onverwacht karakter '%q' (unicode %x) na een switch dash
pt_br: Caracter inesperado '%q' (unicode %x) após uma barra de troca

source: Unexpected end of script after a switch dash
pt_br: Fim do script inesperado após uma barra de troca

source: The above problem might be related to the switch dash and the following equal sign
nl: Het bovenstaande probleem kan zijn oorzaak vinden in het switch koppeltekenen het volgende gelijkheidsteken
pt_br: O problema em questão pode estar relacionado com a barra de troca e o seguinte sinal de igual

source: Unexpected end of script in parameter list
pt_br: Fim do script inesperado na lista de parâmetros

source: Unexpected end of line in parameter list
nl: Onverwahct einde van een lijn in de parameters lijst
pt_br: Fim de linha inesperado na lista de parâmetros

source: Stray backslash at the end of the script
nl: Foute backslash aan het einde van het script
pt_br: Barra no fim do script

source: Unterminated hash key
nl: Onbeëindigde hash sleutel
pt_br: Chave hash não terminada

source: Unexpected end of script in hash key (missing '}' character ?)
pt_br: Fim de script inesperado na chave hash (falta o caracter '}'?)

source: Unexpected end of line in hash key (missing '}' character or unescaped newline)
pt_br: Fim da linha inesperado na chave hash (falta o caracter '}' ou nova linha)

source: Unterminated string constant
nl: Onbeëindigde string
pt_br: String constante não terminada

source: Unexpected end of script in string constant (missing " character ?)
pt_br: Fim de script inesperado na string constante (falta um caracter?))

source: Unexpected end of line in string constant (missing " character or unescaped newline)
pt_br: Fim de linha inesperado na string constante ( faltando o caracter " ou uma nova linha)

source: Error triggered from process callback handler: killing process
pt_br: Erro provocado pelo manipulador do processo de chamadas: matando processo

source: The argument of the array count '#' operator didn't evaluate to an array: automatic conversion from type '%Q' supplied
nl: Het argument van de lijst teller '#' leidde niet tot een array: automatischeconversie van type '%Q' toegevoegd
pt_br: O argumento da contagem do operador do array '#' não avaliou para um array: conversão automática a partir do tipo '%Q' fornecido

source: This window has no associated IRC context and is not a DCC chat
nl: Dit venster heeft geen overeenkomstige irc context en is geen DCC chat
pt_br: Esta janela não tem um contexto de IRC associado e não é um DCC Chat

source: Class "%Q" is not defined
nl: Class "%Q" is niet gedefiniëerd
pt_br: Classe "%Q" indefinida

source: The specified parent object does not exist
pt_br: O objeto pai especificado não existe

source: Internal error: pure virtual evaluateReadOnly called
nl: Interne fout
pt_br: Error interno: se chamou o método virtual puro evaluateReadOnly

source: Internal error: trying to evaluate as read-write a read-only data location
nl: Interne fout: je benaderd een alleen lezen lokatie als lees-schrijf lokatie
pt_br: Erro interno: tentando avaliar uma posição de dados de somente leitura como de leitura-escrita

source: Internal error: pure virtual evaluateReadOnlyInObjectScope called
nl: Interne fout
pt_br: Erro interno: método virtual puro evaluateReadOnly chamado

source: [KVS]%c Warning: %Q
nl: [KVS]%c Waarschuwing: %Q
pt_br: [KVS]%c Aviso: %Q

source: [KVS]%c Compilation Error: %Q
nl: [KVS]%c Compilatie Fout: %Q
pt_br: [KVS]%c Erro de compilação: %Q

source: [KVS]%c Runtime Error: %Q
pt_br: [KVS]%c Erro de execução: %Q

source: [KVS] in script context "%Q"
nl: [KVS] in script contekst "%Q"
pt_br: [KVS] no contexto do script "%Q"

source: [KVS] in script context "%Q", %Q
nl: [KVS] in script contekst "%Q", %Q
pt_br: [KVS] no contexto do script "%Q", %Q

source: [KVS] Code listing:
pt_br: [KVS] Lista de códigos:

source: [KVS] Call stack:
pt_br: [KVS] Chamada de pilha:

source: Window with ID '%s' not found, returning empty string
nl: Venster met ID '%s' niet gevonden, retourneerd een lege string
pt_br: Janela com ID '%s' não encontrado, retornando string vazia

source: The specified window is not a channel
nl: Het gespecifieerde venster is geen kanaal
pt_br: A janela especificada não é um canal

source: The $sw() function can be used only in aliases
nl: De $sw() functie kan alleen gebruikt worden in aliassen
pt_br: A função $sw() só pode ser usada em aliases

source: Can't delete a null object reference
nl: Kan null object verwijzing niet verwijderen
pt_br: Não é possível deletar uma referência nula do objeto

source: Can't delete an inexisting object
nl: Kan onbestaand object niet verwijderen
pt_br: Não é possível deletar um objeto inexistente

source: The argument of the -w switch did not evaluate to a valid window id: using default
nl: Het argument van de -w switch is niet geldig, standaard venster wordt gebruikt
pt_br: O argumento da opção -w não foi avaliado como id de janela válido: usando o valor padrão

source: The argument of the i switch did not evaluate to a number: using default
nl: Het argument van de i switch leidde niet tot een nummer: gebruik de standaard
pt_br: O argumento da opção i não foi avaliado para um numero: usando o valor padrão

source: Window '%s' not found, using current one
pt_br: Janela ' %s' não encontrada, usando somente a atual

source: Module command call failed: the module '%Q' doesn't export a callback command named '%Q'
nl: Fout voor module oproep : de module '%Q'geeft geen oproepcommando '%Q'terug
pt_br: Chamada de comando do módulo falhou: o módulo '%Q' não exporta um retorno de chamada chamado '%Q'

source: The popup '%s' is actually locked: 'self-modifications' are not allowed
nl: De popup '%s' is ontoegankelijk: 'zelf-modificatie' is niet toegestaan
pt_br: O popup '%s' está atualmente bloqueado: modificações automáticas não estãopermitidas

source: The following CTCP reply has unrecognized target %Q
nl: Het volgende CTCP antwoord heeft een onbekend doel %Q
pt_br: A seguinte resposta CTCP não tem um destino reconhecido %Q

source: Channel CTCP
nl: Kanaal CTCP
pt_br: CTCP de canal

source: The following CTCP request has unrecognized target %Q
nl: Het volgende CTCP verzoek heeft een onbekend doel %Q
pt_br: O seguinte pedido CTCP não tem um destino reconhecido %Q

source: ignored (unrecognized)
nl: genegeerd (onbekend)
pt_br: ignorado (desconhecido)

source: ignored
nl: genegeerd
pt_br: ignorado

source: replied
nl: antwoordde
pt_br: respondido

source: The following CTCP PING reply has unrecognized target "%Q"
nl: Het volgende CTCP PING antwoord heeft een onbekend doel "%Q"
pt_br: A seguinte resposta CTCP PING não tem um destino reconhecido "%Q"

source: The following CTCP PING reply has a broken time identifier "%S", don't trust the displayed time
nl: Het volgende CTCP PING antwoord heeft een slechte tijdsidentificatie "%S"vertrouw de getoonde tijd niet.
pt_br: A seguente resposta CTCP PING tem um identificador de tempo quebrado "%S", não confie no tempo exibido

source: %Q PING reply from !n%Q [%Q@!h%Q]: %u sec %u msec
nl: %Q PING antwoord van !n%Q [%Q@!h%Q]: %u sec %u msec
pt_br: %Q resposta PING de !n%Q [%Q@!h%Q]: %u seg %u mseg

source: The following CTCP ACTION has unrecognized target %Q
nl: De volgende CTCP AKTIE heeft een onbekend doel %Q
pt_br: A seguinte CTCP ACTION não tem um destino reconhecido %Q

source: CTCP ACTION from !n%Q [%Q@!h%Q]: %Q
nl: CTCP ACTION van !n%Q [%Q@!h%Q]: %Q
pt_br: CTCP ACTION de !n%Q [%Q@!h%Q]: %Q

source: Unable to add file offer for file %Q (File not readable?)
pt_br: Não foi possível adicionar um compartilhamento de arquivo para %Q (Arquivo ilegível?)

source: Added %d sec file offer for file %Q (%Q) to recipient %Q
pt_br: Adicionado(s) %d seg(s) ao pedido de envio para o arquivo %Q (%Q) para %Q

source: private
nl: privaat
pt_br: notificação

source: channel notification:
nl: kanaal notificatie:
pt_br: notificação do canal:

source: notification
nl: notificatie
pt_br: privada

source: %Q unsets avatar
nl: %Q verwijdert avatar
pt_br: %Q remover avatar

source: %Q changes avatar to %s
nl: %Q verandert avatar in %s
pt_br: %Q mudou o avatar para %s

source: : No valid local copy of avatar available, requesting one (HTTP GET %s)
nl: Geen geldige lokale copy van de avatar beschikbaar,verzoek om een (HTTP GET %s)
pt_br: : Não existe copia local válida do avatar disponível, pedindo um (HTTP GET %s)

source: : No valid local copy of avatar available; failed to start an HTTP transfer, ignoring
nl: Geen geldige lokale copy van de avatar beschikbaar, kan een HTTP transfert niet startengenegeerd
pt_br: : Não existe copia local válida do avatar disponível; falhou o inicio de uma transferência HTTP, ignorando

source: : No valid local copy of avatar available, requesting one (DCC GET %s)
nl: Geen geldige copy van de avatar beschikbaar, verzoek om een (DCC GET %s)
pt_br: : Não existe copia local válida do avatar disponível; pedindo um (DCC GET %s)

source: : No valid local copy of avatar available; flood limit exceeded, ignoring
nl: Geen geldige lokale copy van de avatar beschikbaar, flood limiet overschreden, genegeerd
pt_br: : Não existe copia local válida do avatar disponível; limite de flood excedido, ignorando

source: : No valid local copy of avatar available, ignoring
nl: Geen geldige copy van de avatar beschikbaar, genegeerd
pt_br: : Não existe copia local válida do avatar disponível; ignorando

source: : No such nickname in the user database, ignoring the change
nl: Nicknaam niet aanwezig in de gebruikersdatabase, de verandering wordt genegeerd
pt_br: : Não existe tal apelido na base de dados de usuarios, ignorando a mudança
