Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Show Preview
nl: Toon voorbeeld
pt_br: Exibir Pré-visão

source: Separate Directories
nl: Gescheiden Mappen
pt_br: Separar Diretórios

source: Often used directories
nl: Vaak gebruikte mappen
pt_br: Diretórios frequentemente usados

source: Desktop
nl: Bureaublad
pt_br: Área de Trabalho

source: Home Directory
nl: Persoonlijke map
pt_br: Pasta Pessoal

source: Floppy
pt_br: Disquete

source: Temporary Files
nl: Tijdelijke bestanden
pt_br: Arquivos Temporários

source: Network
nl: Netwerk
pt_br: Rede

source: New Directory...
nl: Nieuwe Map...
pt_br: Novo Diretório...

source: Delete
nl: Verwijderen
pt_br: Deletar

source: Thumbnail Previews
nl: Miniatuurvoorbeeld
pt_br: Pré-Visualizações

source: Large Icons
nl: Grote ikonene
pt_br: Icones Grandes

source: Small Icons
nl: Kleine Ikonen
pt_br: Ícones Pequenos

source: Properties...
nl: Eigenschappen...
pt_br: Propriedades...

source: &Automatic Preview
nl: &Automatisch voorbeeld
pt_br: Pré-visão &Automática

source: &Preview
nl: Voorbeeld
pt_br: &Pre-visão

source: &Location:
nl: &Lokatie
pt_br: &Localização:

source: &Filter:
pt_br: &Filtro:

source: All Files
nl: Alle bestanden
pt_br: Todos os arquivos

source: Usage:
pt_br: Utilização

source: reason
pt_br: razão

source: This is not a channel window
pt_br: Isto não é uma janela de canal

source: Unsupported type: $0
pt_br: Tipo não suportado: $0

source: Channel Owner
pt_br: Proprietário do canal

source: Channel Administrator
pt_br: Administrador do canal

source: Channel Operator
pt_br: Operador do canal

source: Half Operator
pt_br: Semioperador

source: User Operator
pt_br: Usuário Ooperador

source: Normal User
pt_br: Usuário Normal

source: You must use DNS in an IRC context
pt_br: Você deve usar DNS em um contexto de IRC

source: You must be connected to a server
pt_br: Você deve estar conectado em um servidor

source: No such user: $0
pt_br: Não existe o usuário: $0

source: The default script has been successfully installed.
pt_br: O Script padrão foi instalado com sucesso.

source: To connect to a server, type /server <server name>
pt_br: Para conectar em um servidor, digite /sever <nome do servidor>

source: Happy ircing :)
pt_br: Bom bate-papo :)

source: Options
pt_br: Opções

source: Window operations
pt_br: Operações de Janela

source: Stop Highlighting (Local)
pt_br: Parar Destaque (Local)

source: Start Highlighting (Local)
pt_br: Iniciar Destaque (Local)

source: Always Highlight
pt_br: Sempre Destacar

source: Highlight as
pt_br: Destaque como

source: Stop Highlighting
pt_br: Parar Destaque

source: is being ignored
pt_br: esta sendo ignorado

source: is not being ignored
pt_br: não está sendo ignorado

source: Ignore as
pt_br: Ignorar como

source: Unignore
pt_br: Designorar

source: is registered as
pt_br: registrado como

source: is in the notify list
pt_br: está na lista de notificação

source: has a default avatar
pt_br: tem um avatar padrão

source: is not registered
pt_br: não está registrado

source: Register
pt_br: Registrar

source: Quick Registration
pt_br: Registro Rápido

source: Register as
pt_br: Registrar como

source: Edit Registration
pt_br: Editar Registro

source: Unregister
pt_br: Desregistrar

source: Add to Notify
pt_br: Adicionar para Notificação

source: Remove from Notify
pt_br: Remover da Notificação

source: Choose
pt_br: Escolher

source: Choose Avatar Image File
pt_br: Escolha o Arquivo de Imagem Avatar

source: Set as Default
pt_br: Colocar como Padrão

source: Clear Default
pt_br: Apagar Padrão

source: Ban
pt_br: Banir

source: Multiple Users
pt_br: Múltiplos Usuários

source: &Ban
pt_br: &Banir

source: idle time
pt_br: Tempo de inatividade

source: &Information
pt_br: &Informação

source: DNS for
pt_br: DNS de

source: Mask for
pt_br: Máscara de

source: &Control
pt_br: &Controle

source: O&wner
pt_br: &Proprietário para

source: &Deowner
pt_br: Remover proprietário de

source: &Administrator
pt_br: &Administrador para

source: &Deadministrator
pt_br: Remover Administrador de

source: &Op
pt_br: &Op para

source: &Deop
pt_br: Remover Op de

source: &Halfop
pt_br: &Semioperador para

source: &Dehalfop
pt_br: Remover semioperador de

source: &Voice
pt_br: &Voice para

source: D&evoice
pt_br: Remover Voice de

source: &Kick
pt_br: &Chutar

source: K&ick
pt_br: C&hutar

source: With...
pt_br: Com...

source: Kick Reason
pt_br: Razão do chute

source: Enter a kick reason
pt_br: Digite a razão do chute

source: Kick/Ban
pt_br: Chutar/Banir

source: Kick/Ban Reason
pt_br: Razão do chute/banimento

source: Enter a kick/ban reason
pt_br: Digite a razão do chute/banimento

source: &Kick/Ban
pt_br: &Chutar/Banir

source: &Query
pt_br: &Abrir privado com

source: &Registration
pt_br: &Registro

source: &Highlight
pt_br: &Destaque

source: Ig&nore
pt_br: Ig&norar

source: Notify Avatar
pt_br: Notificar Avatar

source: &Part
pt_br: &Sair do

source: Channels
pt_br: Canais

source: &Join Channels...
pt_br: &Entrar nos Canais

source: &Hop
pt_br: &Saltar do

source: l (Connections)
pt_br: l (Conexões)

source: m (Command Usage)
pt_br: m (Utilização dos Comandos)

source: o (Operators)
pt_br: o (Operadores)

source: t (Connection stats ?)
pt_br: t (Estatisticas da conexão?)

source: u (Uptime)
pt_br: u (Tempo de Funcionamento)

source: y (y-Lines)
pt_br: y (Linhas-y)

source: z (Debug Stats?)
pt_br: z (Estatisticas de depuraração)

source: Chat with
pt_br: Chat com

source: Secure Chat with
pt_br: Chat Seguro com

source: Send to
pt_br: Enviar arquivo para

source: Reverse Send to
pt_br: Enviar arquivo em modo Reverso para

source: TDCC Send to
pt_br: Enviar TDCC para

source: TDCC Reverse Send to
pt_br: Enviar TDCC Reverso para

source: Voice Chat
pt_br: Chat com voz

source: &Ignore
pt_br: &Ignorar

source: Logging to
pt_br: Registrando em

source: Flush Log File
pt_br: Nivelar o Arquivo de Log

source: Stop Logging
pt_br: Parar o Registro

source: Not Logging
pt_br: Não está Registrando

source: Log To Default File
pt_br: Registrar Para Arquivo Padrão

source: Include Existing Buffer
pt_br: Incluir Buffer Existente

source: Log To...
pt_br: Registrar em...

source: Choose Log Filename
pt_br: Escolha Arquivo de Registro - KVIrc

source: Notify avatar
pt_br: Notificar Avatar

source: !n%Q [%Q@!h%Q] has joined !c%Q
nl: !n%Q [%Q@!h%Q] komt kanaal !c%Q binnen

source: !n%Q [%Q@!h%Q] has joined !c%Q [implicit +%c umode change]
nl: !n%Q [%Q@!h%Q] komt kanaal !c%Q [implicit +%c umode change] binnen

source: !n%Q [%Q@!h%Q] has just joined !c%Q
nl: !n%Q [%Q@!h%Q] komt !c%Q binnen

source: !n%Q invited %Q into channel %Q
nl: !n%Q nodigt %Q uit voor kanaal %Q

source: !nc%Q [%Q@!h%Q] has just left !c%Q
nl: !nc%Q [%Q@!h%Q] heeft !c%Q verlaten

source: !nc%Q [%Q@!h%Q] has just left !c%Q: %Q
nl: !nc%Q [%Q@!h%Q] heeft !c%Q: %Q verlaten

source: %1 is probably away
nl: %1 is waarschijnlijk weg

source: %1 is using irc server: %2
nl: %1 gebruikt irc server: %2

source: %1 is using irc server: %2 (%3 hops)
nl: %1 gebruikt irc server: %2 (%3 hops)

source: %Q %Q reply from !n%Q [%Q@!h%Q]: %Q
nl: %Q %Q antwoord van !n%Q [%Q@!h%Q]: %Q

source: %Q %Q%c request from !n%Q [%Q@!h%Q] (%Q), %Q
nl: %Q %Q%c verzoek van !n%Q [%Q@!h%Q] (%Q), %Q

source: %Q %Q%c request from !n%Q [%Q@!h%Q] (%Q), ignored (flood limit exceeded)
nl: %Q %Q%c verzoek van !n%Q [%Q@!h%Q] (%Q), genegeerd (flood limiet overschreden)

source: %Q: no such channel
nl: %Q: kanaal bestaat niet

source: %Q: no such server
nl: %Q: server bestaat niet

source: %c!s%s%c's contact adress is %s
nl: %c!s%s%c's contact adres is %s

source: %c!s%s%c's information:
nl: %c!s%s%c's informatie:

source: %c!s%s%c's time is %Q
nl: %c!s%s%c's tijd is %Q

source: %s established [%s (%s:%u)]
nl: %s vastgelegd [%s (%s:%u)]

source: Auto Tile
nl: Automatische schikking

source: (Matched by
nl: (Overeenkomstig met

source: , probably away
nl: , waarschijnlijk weg

source: , using server %1
nl: , gebruikt server %1

source: -e mode change
nl: -e mode verandering

source: /me can be used only in channels, queries and DCC chat windows
nl: /me kan alleen gebruikt worden in kanalen, queries en DCC chat vensters

source: <Ctrl+Return>; submits, <Ctrl+Backspace>; hides this editor
nl: <Ctrl+Return>; onderdrukt, <Ctrl+Backspace>; verbergt deze editor

source: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Double-click to join %Q<br>Right click to view other options
nl: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Dubbel-klick om %Q samen te voegen<br>Rechts-klick voor de andere opties

source: A class can't be a subclass of itself
nl: Een class kan geen subclass zijn van zichzelf

source: Acquire Screenshot
nl: Maakt een schermafdruk

source: Acquires a Screenshot of the KVIrc main window
nl: Maakt een schermafdruk van het KVirc hoofdvenster

source: Address:
nl: Adres

source: Alias names can contain only letters, digits, underscores and '::' namespace separators
nl: Aliassen kunnen enkel letters, cijfers, onderstrepingstekens en '::'en naam scheidingstekens bevatten

source: Allows you to manage the themes
nl: Laat je toe de thema's te bewerken

source: Another connection is already in progress in the selected IRC context
nl: Een andere verbinding is reeds in opbouw binnen deze IRC contekst

source: Apply to all IRC Contexts
nl: Toepassen op alle IRC conteksten

source: Ban Exception Editor
nl: Ban uitzonderingseditor

source: BitTorrent message
nl: BitTorrent mededeling

source: Builtin $icon(%Q) [index %d]
nl: Ingebouwd $icon(%Q) [index %d]

source: Can't find the icon '%Q'
nl: Kan het icoon niet vinden: '%Q'

source: Can't open file "%Q" for writing
nl: Kan het bestand "%Q" niet beschrijven

source: Can't open the filter file %Q for writing
nl: Kan het filterbestand "%Q" niet beschrijven

source: Can't override the builtin class "%Q"
nl: Kan de ingebouwde class "%Q" niet overschrijven

source: Can't unload the module: it has locked itself in memory
nl: Onmogelijk de module te ontladen, het is opgesloten in het geheugen

source: Cannot call internal object function $%Q (for object named "%Q" of class %Q) from this context
nl: Kan de interne object functie $%Q (voor object "%Q"van class %Q) oproepenvanuit deze contekst

source: Cannot sent text to channel %Q
nl: Kan geen tekst verzenden naar kanaal %Q

source: Cannot sent text to channel %Q: %Q
nl: Kan geen tekst verzenden naar kanaal %Q: %Q

source: Cannot sent to channel
nl: Kan niet verzenden naar kanaal

source: Cannot sent to channel: %Q
nl: Kan niet verzenden naar kanaal: %Q

source: Channel name
nl: Kanaal naam

source: Channel password
nl: Kanaal wachtwoord

source: Check on startup
nl: Test bij opstarten

source: Chunk header too long: exceeded 4096 bytes
nl: Chund kop te lang: 4096 bytes overschreden

source: Click to open this link
nl: Klik om deze link te openen

source: Command syntax %Q: %Q
nl: Commando syntax %Q: %Q

source: Common channels with %1: %2
nl: Gemeenschappelijke kanalen met %1: %2

source: Common channels: %2
nl: Gemeenschappelijke kanalen: %2

source: Compression library error
nl: Compressie bibliotheek fout

source: Compression library initialization error
nl: Compressie bibliotheek initialisatie fout

source: Compression library internal error
nl: Compressie bibliotheek interne fout

source: Configure Theme...
nl: Configureer thema...

source: Contacting host %Q on port %u
nl: Maak verbinding met %Q op poort %u

source: Couldn't find a suitable IRC context for the connection, try using -n or -u
nl: Kan geen passende IRC contekst vinden voor de verbinding, probeer -n of -u te gebruiken

source: Couln't find base class named "%Q"
nl: Kan basis class "%Q" niet vinden

source: Creating package...
nl: Bezig met aanmaken van pakket...

source: Crypting
nl: Versleuteling

source: Current IRC URI
nl: Huidige IRC URI

source: DNS Lookup result for query "%Q"
nl: DNS opzoeking resultaat voor verzoek "%Q"

source: Debug Messages
nl: Debug boodschap

source: Double click to check
nl: Dubbel-klik om te kijken

source: Double click to get the lastest version
nl: Dubbel-klik voor de laatste versie

source: Double click to retry
nl: Dubbel-klik om opnieuw te proberen

source: End of %c!s%s%c's information
nl: Einde van %c!s%s%c's informatie

source: End of help about %Q
nl: Einde van help over %Q

source: Error in compressed file stream
nl: Fout in de gecomprimeerde bestandsstroom

source: Error while compressing a file stream
nl: Fout in het compressering van de bestandsstroom

source: Executing scheduled identity specific "on connect" commands
nl: Uitvoeren van de geplande gepersonaliseerde "on connect"commando's

source: Executing scheduled identity specific "on login" commands
nl: Uitvoeren van de geplande gepersonaliseerde "on login"commando's

source: Failed to create the target directory
nl: Faalde om de map aan te maken

source: Failed to create the theme directory
nl: Faalde om de map theme aan te maken

source: Failed to create the theme subdirectory
nl: Faalde om de submap theme aan te maken

source: Failed to initialize the SSL connection
nl: Kan de SSL verbinding niet initialiseren

source: Failed to initialize the SSL context
nl: Kan de SSL context niet initialiseren

source: Failed to load the specified screenshot image
nl: Kan de gevraagde schermafdruk niet laden

source: Failed to open a source file for reading
nl: Kan het bronbestand niet openen om te lezen

source: Failed to save one of the theme images
nl: Kan een van de thema-beelden opslaan

source: Failed to save the screenshot image
nl: Kan de schermafdruk niet opslaan

source: Failed to send an unknown command as /raw
nl: Kan een onbekend comando niet zenden als /raw

source: Failed to write the filter file %Q (IO Error)
nl: Het schrijven naar het filterbestand %Q (IO Error) is mislukt

source: Female
nl: Vrouwelijk

source: File download from %1 successfully complete
nl: Bestand ophalen van %1 gelukt

source: File download successfully complete
nl: Bestand ophalen gelukt

source: File read error
nl: Leesfout

source: File write error
nl: Schrijffout

source: Find Text
nl: Zoek tekst

source: Format
nl: Opmaak

source: Found an empty namespace in alias name
nl: Lege naam gevonden in alias naam

source: Found character %q (unicode %x) where a function name was expected
nl: Karakter %q gevonden (unicode %x) terwijl een functie naam verwacht werd

source: Found empty 'foreach' execution block: maybe you need to fix your script ?
nl: Leeg 'foreach' instructieblok gevonden

source: Found empty epilogue block: maybe you need to fix the script?
nl: Leeg epiloog blok gevonden

source: Found empty instruction for popup item: maybe you need to fix the script?
nl: Lege instructie voor popup item

source: Found empty prologue block: maybe you need to fix the script?
nl: Lege proloog blok

source: Found end of input where character '%c' was expected: see "/help %s" for the command syntax
nl: Onvewacht einde van de input terwijl '%c' verwacht werd;zie "/help %s voor de commando syntax

source: Gender:
nl: Geslacht

source: Hex
nl: Hexadecimaal

source: History
nl: Geschiedenis

source: Host %Q resolved to %Q
nl: Host %Q herleidt tot %Q

source: Hostname %d: %Q
nl: Hostnaam %d: %Q

source: IP address %d: %Q
nl: IP adres %d: %Q

source: If this server is an IPv6 one, try /server -i %Q
nl: Als deze server een IP6 is, probeer /server -i %Q

source: Ignoring CTCP from !nc%s [%s@!h%s]
nl: Negeer CTCP van !nc%s [%s@!h%s]

source: Ignoring DCC %S request from !n%Q [%Q@!h%Q] (%Q %S)
nl: Negeer DCC %S verzoek van !n%Q [%Q@!h%Q] (%Q %S)

source: Ignoring DCC from !nc%s [%s@!h%s]
nl: Negeer DCC van !nc%s [%s@!h%s]

source: Ignoring Notice from !nc%Q [%Q@!h%Q]: %Q
nl: Negeer opmerking van !nc%Q [%Q@!h%Q]: %Q

source: Ignoring channel-PRIVMSG from !nc%Q [%Q@!h%Q]: %Q
nl: Negeer kanaal-PRIVMSG van !nc%Q [%Q@!h%Q]: %Q

source: Ignoring invite from !nc%Q [%Q@!h%Q]
nl: Negeer uitnodiging van !nc%Q [%Q@!h%Q]

source: Ignoring query-PRIVMSG from !nc%Q [%Q@!h%Q]: %Q
nl: Negeer verzoek-PRIVMSG van !nc%Q [%Q@!h%Q]: %Q

source: Impossible to change nick if not authenticated with NickServ
nl: Onmogelijk om de nicknaam te veranderen zonder authentificatie met NickServ

source: Impossible to speak and change nick if not authenticated with NickServ
nl: Onmogelijk om te spreken en nicknaam te veranderen zonder authentificatie met NickServe

source: Impossible to use both 7-bit and 8-bit letters in nicknames
nl: Geen 7-bit en 8-bit letters samen in nicknamen

source: Inexisting popup "%Q"
nl: Ontbrestaande popup naam "%Q"

source: Insert Icon
nl: Voeg icoon toe

source: Install Package
nl: Installeer pakket

source: Install Theme Package
nl: Installeer Theme pakket

source: Invalid IRC url (%Q)
nl: Ongeldig IRC url (%Q)

source: Invalid color-set specification, using default
nl: Ongeldige kleur instelling, gebruik de standaard

source: Invalid data field: the package is probably corrupt
nl: Ongeldig data veld

source: Invalid index specified: ignored
nl: Ongeldige index : genegeerd

source: Invalid info field: the package is probably corrupt
nl: Ongeldig info veld, het pakket is corrupt

source: Invalid option
nl: Ongeldige optie

source: Invite Exception Editor
nl: Bewerken uitnodiging uitzonderingen

source: Join KVIrc French Channel on EuropNet
nl: Naar KVirc franstalig op EuropNet

source: Join KVIrc French Channel on Freenode
nl: Naar KVirc franstalig op Freenode

source: Join KVIrc International Channel on Freenode
nl: Naar KVirc Internationaal op Freenode

source: Join KVIrc International Channel on IRCNet
nl: Naar KVirc Internationaal op IRCNet

source: Join KVIrc Italian Channel on AzzurraNet
nl: Naar KVirc Italiaans op AzzurraNet

source: KVIrc Addon Package
nl: KVirc Addon pakket

source: KVIrc Configuration File
nl: KVirc configuratie bestand

source: KVIrc French Home&page
nl: KVirc Franse Home&pagina

source: KVIrc Russian Home&page
nl: KVirc Russische home&pagina

source: KVIrc Russian WWW
nl: KVirc Russische WWW

source: KVIrc Theme Package
nl: KVirc Thema pakket

source: KVIrc can accept only irc://, irc6://, ircs:// or irc6s:// URL's Your URL is invalid. Check spelling and try again
nl: KVirc accepteert alleen irc://, irc6://, ircs// of irc6s:// URL's Je URL is niet geldig. Kijk de spelling na en probeer nog eens

source: Lag: %d.%d%d
nl: Vertraging: %d.%d%d

source: List of active timers
nl: Lijst van de actieve timers

source: Local hostname as seen by the IRC server resolved to %Q
nl: Lokale hostnaam bij de IRC server is %Q

source: Looking up host %Q
nl: Zoek host %Q

source: Male
nl: Mannelijk

source: Manage Themes...
nl: Bewerk Thema's

source: Mask editor - KVirc
nl: Masker bewerker - KVirc

source: Missing absolute directory for the theme information
nl: Ontbrekend pad voor de thema informatie

source: Missing class name
nl: Ontbrekende class naam

source: Missing right operand for operator '<+'
nl: Ontbrekende operand voor '<+'

source: Mode Editor
nl: Mode bewerker

source: Module command call failed: can't load the module '%Q': %Q
nl: Fout voor module oproep: kan module '%Q' : %Q niet laden

source: Module command call failed: can't load the module 'snd'
nl: Fout voor module oproep: kan module niet laden 'snd'

source: Module command call failed: the module 'snd' doesn't export a command named 'play'
nl: Fout voor module oproep : de module 'snd' geeft geen commando 'play'terug

source: Module function call failed: can't load the module '%Q': %Q
nl: Fout voor module oproep : kan de module '%Q': %Q niet laden

source: Multi-line Editor<br>&lt;Alt+Backspace&gt;
nl: Meer-lijnenbewerker<br>&lt;Alt+Backspace&gt;

source: Nested character %q corresponding to expected terminator, this might confuse me a bit: it is a good idea to enclose it in quotes
nl: Genest karakter %q overeenkomstig met de verwachte beëindiger, dit kan verwarrendzijn, zet het tussen haakjes

source: New mask must match an *!*@* expression
nl: Nieuw masker moet een *!*@* expressie zijn

source: New updates found
nl: Nieuwe bijwerkingen gevonden

source: Next
nl: Volgende

source: No button with type %Q named %Q
nl: Geen knop %Q met type %Q

source: No catalogue %Q for the current language found
nl: Geen cataloog %Q voor deze taal gevonden

source: No commandline specified for this type of url (%Q)
nl: Geen commandoregel voor dit type url (%Q)

source: No handler '%Q' for event '%Q'
nl: Geen verwerker '%Q' voor gebeurtenis '%Q'

source: No menu bar item with text '%Q'
nl: Geen werkbalk menu met tekst '%Q'

source: No such event (%Q)
nl: Geen gebeurtenis (%Q)

source: No such event handler (%Q) for event %Q
nl: Geen verwerker (%Q) voor de gebeurtenis %Q

source: No target channel specified and the current window is not a channel
nl: Geen kanaal gespecifieerd en het huidige venster is geen kanaal

source: No updates found
nl: Geen bijwerkingen gevonden

source: None
nl: Geen

source: Notify list: Checking for:%Q
nl: Notificatie lijst: Zoeken naar : %Q

source: Only 7-bit letters in nicknames allowed
nl: Enkel 7-bit letters zijn in nicknamen toegestaan

source: Ooops.. you've hit a bug in the servers database... I have found a server but not a network...
nl: Oeps ... je hebt een bug gevonden in de database van de server.....Ik vond een server maar geen netwerk....

source: Open with KVIrc
nl: Openen met KVirc

source: Opens the KVIrc homepage in russian
nl: Opent KVirc homepagina in het russisch

source: Operation cancelled
nl: Aktie geanuleerd

source: Ops... for some reason the link filter object has been destroyed
nl: Oeps...de link filter object is vernietigd

source: Packaging file %Q
nl: Inpakken van file %Q

source: Persistent
nl: Blijvend

source: Popup menu self-modification is not allowed (the popup is probably open)
nl: Modificatie van de popup menu is niet toegelaten (de popup is waarschijnlijk open)

source: Probably Away
nl: Waarschijnlijk weg

source: Processing DCC %Q request from !n%Q [%Q@!h%Q] (%s %s)
nl: Verwerken van DCC %Q verzoek van !n%Q [%Q@!h%Q] (%s %s)

source: Property: %c%Q%c, type %Q
nl: Eigenschap: %c%Q%c, type %Q

source: Protocol error: invalid chunk size
nl: Protocol fout: ongeldige chunk grote

source: Proxy %Q has a nickname: %Q
nl: Proxy %Q heeft een nicknaam %Q

source: Proxy hostname resolved to %Q
nl: Proxy hostnaam is %Q

source: Proxy said something about:
nl: Proxy zegt iets over:

source: Query target:
nl: Ondervraging:

source: Query with %1!%2
nl: Verzoek met %1!%2

source: Query with %1!%2 (%3)
nl: Verzoek met %!%2 (%3)

source: Reading package data
nl: Leest pakket gegevens

source: Reading package header
nl: Leest pakket hoofding

source: Reading package...
nl: Leest pakket....

source: Real hostname for %Q is %Q
nl: Echte hostnaam voor %Q is %Q

source: Received ping from !s%Q (PING %Q), replied pong
nl: Ontving ping van !s%Q (PING %Q), antwoorde pong

source: Report a Bug / Propose Improvements
nl: Meldt een storing/Doe een voorstel

source: Reverse Sort
nl: Omgekeerde sorteervolgorde

source: Run KVS Script
nl: Voer KVS script uit

source: Scripting
nl: Script maken

source: Server %Q has a nickname: %Q
nl: Server %Q heeft een nicknaam: %Q

source: Server has %d IP addresses, picking a random one
nl: De server heeft %d IP adressen, neem een willekeurig

source: Server has %d IP addresses, using the first one
nl: De server heeft %d IP adressen, gebruik het eerste

source: Server hostname resolved to %Q
nl: De server hostnaam is %Q

source: Show total connection time
nl: Toon de totale verbindingstijd

source: Shows a dialog that allows you joing channels
nl: Toon een dialoog naar alle kanalen

source: Shows the theme options dialog
nl: Toon de thema optie dialoog

source: Skipping nested terminator character %q
nl: Genest beëindigingskarakter %q verlaten

source: Smart (Send Local)
nl: Slim (Zend lokaal)

source: Smart (Send UTF-8)
nl: Slim (Zend UTF-8)

source: Sort
nl: Sorteer
