Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Internal unique name for the action
pt_br: Nome interno único para a ação

source: Label:
pt_br: Rótulo:

source: Visible name for this action.<br>This string will be displayed to the user so it is a good idea to use $tr() here
pt_br: Nome visível para esta ação.<br>Esta string será exibida para o usuárioentão é uma boa ideia utilizar $tr() aqui

source: Action code
pt_br: Código da ação

source: Code
pt_br: Código

source: Category:
pt_br: Categoria:

source: Choose the category that best fits for this action
pt_br: Escolha a categoria que seja melhor para esta ação

source: Description:
pt_br: Descrição:

source: Visible short description for this action.<br>This string will be displayed to the user so it is a good idea to use $tr() here
pt_br: Pequena descrição visível para esta ação.<br>Esta string será exibida para o usuário então é uma boa ideia utilizar $tr() aqui

source: Small Icon:
pt_br: Ícones Pequenos:

source: The small icon associated to this action.<br>It will appear at least in the popup menus when this action is inserted.<br>It should be 16x16 pixels.
pt_br: O ícone pequeno associado a esta ação.<br>Irá aparecer pelo menos nos botões do menu popup quando esta ação for inserida. <br>Deve ser 16x16 pixels.

source: Big Icon:
pt_br: Ícones Grandes:

source: The big icon associated to this action.<br>It will appear at least in the toolbar buttons when this action is inserted.<br>It should be 32x32 pixels.
pt_br: O ícone grande associado a esta ação.<br>Irá aparecer pelo menos nos botões da barra de ferramentas quando esta ação for inserida. <br>Deve ser 32x32 pixels.

source: Key Sequence:
pt_br: Sequência de Chave:

source: Optional keyboard sequence that will activate this action.<br>The sequence should be expressed as a string of up to four key codes separated by commas eventually combined with the modifiers "Ctrl","Shift","Alt" and "Meta".<br>Examples of such sequences are "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X,Ctrl+C" ...
pt_br: A sequência de teclado opcional que irá ativar esta ação.<br>Esta sequência deve ser expressa como uma string de até quatro códigos chaves separados por vírgulas eventualmente combinadas com os modificadores "Ctrl","Shift","Alt" e "Meta".<br>Exemplos de tais sequências são "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X, Ctrl+C" ...

source: Needs IRC Context
pt_br: Precisa de um Contexto de IRC

source: Check this option if this action should be enabled only when the active window belongs to an irc context
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janela ativa pertence a um contexto de IRC

source: Needs IRC Connection
pt_br: Precisa de uma Conexão de IRC

source: Check this option if this action should be enabled only when the active window has an active IRC connection
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janela ativa tiver uma conexão IRC activa

source: Enable at Login
pt_br: Habilitar no Login

source: Check this option if this action should be enabled also during the login operations (so when the logical IRC connection hasn't been estabilished yet)
pt_br: Marque esta opção se esta ação deve ser habilitada também durante as operações de login (enquanto a conexão IRC ainda não estiver estabelecida)

source: Enable Only in Specified Windows
pt_br: Habilitar Apenas nas Janelas Especificadas

source: Check this option if this action should be enabled only when the active window is of a specified type
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janelaativa for um console

source: Enable in Console Windows
pt_br: Habilitar nas Janelas de Console

source: Check this option if this action should be enabled only when the active window is a console
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janelaativa for um console

source: Only If There Are Selected Users
pt_br: Apenas Se Existir Usuários Selecionados

source: This will enable the action only if there are selected users in the active window
pt_br: Isto habilitará a ação apenas se existirem usuários selecionados na janela ativa

source: Enable in Channel Windows
pt_br: Habilitar nas Janelas de Canal

source: Check this option if this action should be enabled only when the active window is a channel
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janelaativa for um canal

source: Enable in Query Windows
pt_br: Habilitar nas Janelas de Privado

source: Check this option if this action should be enabled only when the active window is a query
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janelaativa for um privado

source: Enable in DCC Chat Windows
pt_br: Permitir nas Janelas de DCC Chat

source: Check this option if this action should be enabled only when the active window is a dcc chat
pt_br: Marque esta opção se esta ação deve ser habilitada apenas quando a janelaativa for um dcc chat

source: Action
pt_br: Ação

source: New Action
pt_br: Nova Ações

source: Delete Actions
pt_br: Deletar Ações

source: Export Actions...
pt_br: Exportar Ações...

source: Unable to write to the actions file.
pt_br: Não foi possível escrever no arquivo de ações.

source: My Action
pt_br: Minhas Ações

source: Put here a short description of your action
pt_br: Digite aqui uma breve descrição da sua ação

source: Action Editor
pt_br: Editor de Ações

source: Apply
pt_br: Aplicar

source: Outgoing traffic
pt_br: Tráfego de saída

source: Incoming traffic
pt_br: Tráfego de entrada

source: Invalid crypt engine
nl: Ongeldige versleuteling
pt_br: Mecanismo criptográfico inválido

source: Directory
nl: Map
pt_br: Diretório

source: Block device
pt_br: Dispositivo de bloco

source: Char device
nl: Char apparaat
pt_br: Dispositivo de caracteres

source: Octet stream (unknown)
nl: bitstream (onbekend)
pt_br: Fluxo de bytes (desconhecido)

source: Aborted
nl: Afgebroken
pt_br: Abortado

source: No request
nl: Geen verzoeken
pt_br: Nenhum pedido

source: No filename specified for the "StoreToFile" processing type
nl: Geen bestandsnaam voor "StoreToFile" gespecifieerd
pt_br: Nenhum arquivo especificado para o tipo de processamento "StoreToFile"

source: Invalid URL: Missing hostname
nl: Ongeldig URL: hostnaam ontbreekt
pt_br: URL invalida: Faltando nome da máquina

source: Unable to start the DNS lookup
nl: Onmogelijk op de DNS opzoeking te starten
pt_br: Impossível iniciar a pesquisa DNS

source: Looking up host %s
pt_br: Localizando máquina %s

source: Unable to start the request slave thread
pt_br: Não foi possível iniciar processo de requisição

source: Connection established, sending request
nl: Verbinding bevestigd, verzoek wordt verzonden
pt_br: Conexão estabelecida, enviando pedido

source: Success
nl: Succesvol
pt_br: Sucesso

source: Failed to rename the existing file, please rename manually and retry
nl: Kan het bestand niet hernoemen, doe het manueel en probeer opnieuw
pt_br: Falha ao renomear o arquivo existente, por favor renomeie manualmente e tente de novo

source: Invalid HTTP response: %s
nl: Ongeldig HTTP antwoord %s
pt_br: Resposta HTTP Inválida: %s

source: Received HTTP response: %s
nl: Ontvangen HTTP antwoord: %s
pt_br: Resposta HTTP recebida: %s

source: Stream exceeding maximum length
nl: Gegevensstroom overschreed de maximum lengte
pt_br: Stream excedeu o tamanho máximo

source: Header too long: exceeded 4096 bytes
nl: Kop te lang, overschreed 4096 bytes
pt_br: Cabeçalho muito longo: Excedeu 4096 bytes

source: Stream exceeded expected length
nl: Gegevensstroom overschreed de verwachte lengte
pt_br: Stream excedeu o comprimento esperado

source: Operation timed out
nl: Actie tijd verlopen
pt_br: Tempo esgotado para a operação

source: Failed to enter non blocking mode
pt_br: Falha ao entrar no modo desbloqueado

source: Invalid target address
nl: Ongeldig doel adres
pt_br: Endereço de destino inválido

source: Remote end has closed the connection
nl: De andere kant heeft de verbinding verbroken
pt_br: O computador remoto fechou a conexão

source: Operation timed out (while selecting for read)
pt_br: Tempo esgotado para a operação (enquanto selecionava para leitura)

source: Back
nl: Terug
pt_br: Voltar

source: Internal error
nl: Interne fout
pt_br: Erro interno

source: Unknown command
nl: Onbekend commando
pt_br: Comando desconhecido

source: Missing closing brace
nl: Ontbrekend sluitend haakje
pt_br: chave de fechamento ( '`}' ) faltando

source: Unexpected end of command in string
nl: Onverwacht einde van commando in de string
pt_br: Fim de comando inesperado na string

source: Unexpected end of command in dictionary key
nl: Onverwacht einde van commando in het sleutel woordenboek
pt_br: Fim de comando inesperado na chave do dicionário

source: Switch dash without switch letter
nl: Verander koppelteken zonder de letter
pt_br: Troque o hífen sem trocar a letra

source: Unknown function
nl: Onbekende functie
pt_br: Função desconhecida

source: Unexpected end of command in parenthesis
nl: Onverwacht einde van het commando tussen haakjes
pt_br: Fim de comando inesperado no parênteses

source: Unexpected end of command in function parameters
nl: Onverwahct einde van commando in de functie parameters
pt_br: Fim de comando inesperado nos parâmetros da função

source: Missing variable name
nl: Ontbrekende variabele naam
pt_br: Faltando o nome da variável

source: Variable or identifier expected
nl: Variabele of identificering verwacht
pt_br: Variável ou identificador esperado

source: Left operand is not a number
nl: Linkse operator is geen nummer
pt_br: O operador esquerdo não é um número

source: Multiple operations not supported for numeric operators
nl: Meerdere operaties niet beschikbaar voor numerieke operators
pt_br: Operações múltiplas não suportadas para operadores numéricos

source: Modulo by zero
pt_br: Módulo por zero

source: Right operand is not a number
nl: Rechtse operand is geen nummer
pt_br: O operador direito não é um número

source: Unterminated expression (missing ')' ?)
nl: Onbeeindigde expressie (ontbreken van een ')' ?)
pt_br: Expressão não terminada (Faltando ')' ?)

source: Unterminated subexpression (Parenthesis mismatch)
nl: Onbeëindigde subexpressie (haakjes misplaatst)
pt_br: Subexpressão não terminada (Má combinação de parênteses)

source: Unexpected character
nl: Onverwacht karakter
pt_br: Caracter Inesperado

source: No host to resolve
nl: Geen host om op te zoeken
pt_br: Sem host para resolver

source: (DNS Internal) Unsupported address family
nl: (DNS internal) Niet ondersteund adrestype
pt_br: (DNS Interno) Familia de endereços não suportada

source: Valid name but the host has no IP address
nl: Geldige naam maar de host heeft geen IP adres
pt_br: Nome válido mas a maquina não tem um endereço IP

source: Unrecoverable nameserver error (crashed ?)
nl: Onherstelbare naamserver error (vastgelopen ?)
pt_br: Erro irrecuperável do servidor de nomes (Deixou de funcionar ?)

source: Dns temporaneous fault (try again)
nl: Dns tijdelijke fout (probeer opnieuw)
pt_br: DNS falhou temporariamente (tente outra vez)

source: (DNS Internal) Bad flags
nl: (DNS internal) Verkeerde flags
pt_br: (DNS Interno) Opções inválidas

source: (DNS Internal) Out of memory
nl: (DNS internal) Gebrek aan geheugen
pt_br: (DNS Interno) Sem memória

source: (DNS Internal) Service not supported
nl: (DNS internal) Service niet beschikbaar
pt_br: (DNS Interno) Serviço não suportado

source: Unknown node (host not found)
nl: Onbekende node (host niet gevonden)
pt_br: Nó desconhecido (host não encontrado)

source: (DNS Internal) Unsupported socket type
nl: (DNS intern) niet ondersteund socket type
pt_br: (DNS Interno) tipo de socket não suportado

source: Dns query failed
nl: Dns verzoek mislukt
pt_br: Consulta de DNS falhou

source: This KVIrc executable has no IPV6 support
nl: Deze KVIrc executabele heeft geen IPV6 ondersteuning
pt_br: Este executável do KVIrc não tem suporte a IPV6

source: Host not found
nl: Host werd niet gevonden
pt_br: Host não encontrado

source: (DNS Internal) IPC failure (slave data corrupted)
nl: (DNS internal)IPC falen (slave data beschadigd)
pt_br: (Dns Interno) IPC Falhou (dados escravo corrompidos)

source: Invalid IP address
nl: Ongeldig IP adres
pt_br: Endereço IP inválido

source: Failed to put the socket in non blocking mode
nl: Kan de socket niet in blokkerende mode te zetten
pt_br: Falha ao por o socket em modo não bloqueante

source: Bad file descriptor
nl: Slechte bestands beschrijving
pt_br: Descritor de arquivo inválido

source: Out of address space
nl: Buiten het geheugenbereik
pt_br: Fim do espaço de endereço

source: Connection refused
nl: Verbinding geweigerd
pt_br: Conexão recusada

source: Kernel networking panic
nl: Kernel netwerk panic
pt_br: Rede do núcleo em pânico

source: Connection timed out
nl: Maximale tijd om te verbinden overschreden
pt_br: Tempo esgotado para conexão

source: Network is unreachable
nl: Netwerk is onbereikbaar
pt_br: Rede inalcançavel

source: Broken pipe
nl: Gebroken communicatielijn
pt_br: Pipe quebrado

source: Invalid proxy address
nl: Ongeldig proxy adres
pt_br: Endereço de proxy invalido

source: Invalid irc context id
nl: Ongeldig irc contekst id
pt_br: id de contexto do IRC inválido

source: Error in loading module
nl: Fout in het laden van de module
pt_br: Erro ao carregar módulo

source: No such module command
nl: Geen zo een module commando
pt_br: Não existe tal comando de módulo

source: No such module function
nl: Geen zo een module functie
pt_br: Não existe tal função de módulo

source: Left operand is not a dictionary reference
nl: Linkse operand is geen woordenboek referentie
pt_br: O operador esquerdo não é uma referência do dicionário

source: Right operand is not a dictionary reference
nl: Rechtse operand is geen woordenboek referentie
pt_br: O operador direito não é uma referência do dicionário

source: Missing object class name
nl: Ontbrekende objekt class naam
pt_br: Falta o nome da classe do objeto

source: No such object class
nl: Geen zo een objekt klasse
pt_br: Não existe essa classe de objeto

source: No such object
nl: Geen zo een objekt
pt_br: Não existe esse objeto

source: No such object function
nl: Geen zo een objekt funtie
pt_br: Não existe essa função de objeto

source: Invalid left operand
nl: Ongeldige linkse operand
pt_br: Operador esquerdo invalido

source: Not enough parameters
nl: Niet voldoende parameters
pt_br: Parâmetros insuficientes

source: Integer parameter expected
nl: Integer parameter verwacht
pt_br: Se esperava parâmetro inteiro

source: Invalid parameter
nl: Ongeldige parameter
pt_br: Parâmetro inválido

source: No such file
nl: Bestand bestaat niet
pt_br: Arquivo não existe

source: Open parenthesis expected
nl: Open aanhalingsteken verwacht
pt_br: Abertura de parênteses esperada

source: Open brace expected
nl: Open haakje verwacht
pt_br: Abertura de chave('{') esperada

source: Can't kill a builtin class
nl: Kan geen ingebouwde class vernietigen
pt_br: Não pode matar uma classe interna

source: The SOCKSV4 protocol lacks IpV6 support
pt_br: O protocolo SOCKSV4 não tem suporte a IpV6

source: Unrecognized proxy reply
nl: onherkend proxy antwoord
pt_br: Resposta do proxy desconhecida

source: Proxy response: auth failed: access denied
nl: Proxy antwoord: authentificatie mislukt: toegang geweigerd
pt_br: Resposta do proxy: auth Falhou : Acesso negado

source: Proxy response: No acceptable auth method: request rejected
nl: Proxy antwoord: geen aanvaardbare authentificatie methode:aanvraag verworpen
pt_br: Resposta do proxy: auth não aceito: requisição rejeitada

source: Proxy response: request failed
nl: Proxy antwoord: aanvraag mislukt
pt_br: Resposta do Proxy: requisição falhou

source: Proxy response: ident failed
nl: Proxy antwoord: ident mislukt
pt_br: Resposta do Proxy: ident falhou

source: Proxy response: ident not matching
nl: Proxy antwoord: ident stemt niet overeen
pt_br: Resposta do Proxy: ident não combina

source: Proxy response: general SOCKS failure
nl: Proxy antwoord: algemeen SOCKS fout
pt_br: Resposta do Proxy: Falha geral do SOCKS

source: Proxy response: connection not allowed
nl: Proxy antwoord: verbinding niet toegestaan
pt_br: Resposta do Proxy: conexão não permitida

source: Proxy response: network unreachable
nl: Proxy antwoord: netwerk onbereikbaar
pt_br: Resposta do proxy: Rede inalcançavel

source: Proxy response: host unreachable
nl: Proxy antwoord: host onbereikbaar
pt_br: Resposta do proxy: host inalcançavel

source: Proxy response: connection refused
nl: Proxy antwoord: verbinding geweigerd
pt_br: Resposta do Proxy: conexão recusada

source: Proxy response: TTL expired
nl: Proxy antwoord: TTL vervallen
pt_br: Resposta do Proxy: TTL expirada

source: Proxy response: command not supported
nl: Proxy antwoord: commando niet ondersteund
pt_br: Resposta do Proxy: comando não suportado

source: Proxy response: address type not supported
nl: Proxy antwoord: address type niet ondersteund
pt_br: Resposta do Proxy: tipo de endereço não suportado

source: Proxy response: invalid address
nl: Proxy antwoord: ongeldig adres
pt_br: Resposta do Proxy: endereço inválido

source: Invalid port number
nl: ongeldig poort nummer
pt_br: Número de porta inválido

source: Socket not connected
nl: Socket niet verbonden
pt_br: Socket não conectado

source: Insufficient resources to complete the operation
nl: Onvoldoende bronnen om de operatie af te werken
pt_br: Recursos insuficientes para completar a operação

source: Can't setup a listening socket : bind failed
nl: Onmogelijk om een luister socket op te zetten
pt_br: Não pude configurar um socket de escuta : ligação falhou

source: Can't resolve the localhost name
nl: Kan de lokale hostnaam niet opzoeken
pt_br: Não foi possível resolver o nome do host local

source: Unsupported image format
nl: Ongeldige afbeelding formaat
pt_br: Formato de imagem não suportado

source: Can't open file for appending
nl: Kan het bestand niet openen om zaken toe te voegen
pt_br: Não foi possível abrir o arquivo para adicionar

source: Can't open file for writing
nl: Kan het bestand niet openen om naar te schrijven
pt_br: Não foi possível abrir o arquivo para escrever

source: File I/O error
nl: Bestand I/O fout
pt_br: Arquivo I/O erro

source: Acknowledge error
nl: Bevestigings fout
pt_br: Erro na confirmação

source: Can't open file for reading
nl: Kan het bestand niet openen om te lezen
pt_br: Não foi possível abrir o arquivo para ler

source: Can't send a zero-size file
nl: Kan geen leeg bestand verzenden
pt_br: Não foi possível enviar arquivo tamanho-zero

source: Missing popup name
nl: Ontbrekende popup naam
pt_br: Nome do popup faltando

source: 'item', 'popup', 'label' or 'separator' keyword expected
nl: 'item', 'popup', 'label' of 'separator' keywoord verwacht
pt_br: 'ítem', 'popup', 'label' ou 'separador' palavra esperada

source: Self modification not allowed
nl: Eigen veranderingen niet toegestaan
pt_br: Automodificação não permitida

source: UNUSED
nl: ONGEBRUIKT
pt_br: NÃO UTILIZADO

source: Feature not available
nl: Functie niet beschikbaar
pt_br: Característica não disponível

source: Unexpected characters in array index
nl: Onverwacht karakter in array index
pt_br: Caráteres inesperados no índice do array

source: Unexpected end in expression
nl: Onverwacht einde van de uitdrukking
pt_br: Fim inesperado na expressão

source: Unexpected end in array index
nl: Onverwacht einde van de array index
pt_br: Finalização inesperada no índice do array

source: Connection thru HTTP proxy failed
nl: Verbinding door HTTP proxy mislukt
pt_br: Conexão através do proxy HTTP falhou

source: Case , match , regexp , default or break keyword expected
nl: Case , match , regexp , default or break keywoord verwacht
pt_br: Se esperava uma palavra clave case, match, regexp, default ou break

source: Access denied
nl: Toegang geweigerd
pt_br: Acesso negado

source: Address already in use
nl: Adres reeds in gebruik
pt_br: Endereço já esta em uso

source: Can't assign the requested address
nl: Kan het gevraagde adres niet toewijzen
pt_br: Não foi possível atribuir o endereço requisitado

source: Connection reset by peer
nl: Verbinding geweigerd
pt_br: Conexão reiniciada pelo outro lado

source: Host unreachable (no route to host)
nl: Host niet bereikbaar (geen weg naar de host)
pt_br: Host inalcançavel (sem rota para o host)

source: Variable expected
nl: Variabele verwacht
pt_br: Variável esperada

source: Invalid array index: positive integer expected
nl: Ongeldige array index: een positieve integer werd verwacht
pt_br: Índice inválido do array: inteiro positivo esperado

source: listen() call failed
nl: luiter() oproep faalde
pt_br: chamada listen() falhou

source: This executable has been compiled without SSL support
nl: Deze executabele is gecompileerd zonder SSL ondersteuning
pt_br: Este executável está compilado sem suporte a SSL

source: Secure Socket Layer error
nl: Secure Socket layer fout
pt_br: Erro do Secure Socket Layer

source: Slash (/) character expected
nl: Slash (/) karakter verwacht
pt_br: Slash (/) caráter esperado

source: Unknown string manipulation operation
nl: Onbekende string manipulatie
pt_br: Operação de manipulação de string desconhecida

source: Operation aborted
nl: Aktie geanuleerd
pt_br: Operação abortada

source: Unexpected token
nl: Onverwacht karakter
pt_br: Símbolo inesperado

source: Scope object already defined (unexpected @)
nl: Bereik van het object reeds gedefinieerd (onverwacht @)
pt_br: Já se definiu o escopo do objeto (@ inesperado)

source: There is no $this pointer in this scope (unexpected @)
pt_br: Não há um ponteiro $this neste escopo (@ inesperado)

source: Select color
nl: Selecteer een kleur
pt_br: Selecionar cor

source: &Basic colors
nl: &Basis kleuren
pt_br: Cores &Básicas

source: &Custom colors
nl: Eigen kleuren
pt_br: &Cores personalizadas

source: &Red
nl: &Rood
pt_br: Verme&lho

source: &Green
nl: &Groen
pt_br: &Verde

source: Bl&ue
nl: Blauw
pt_br: Az&ul

source: &Define Custom Colors >>
nl: &Definieer eigen kleuren >>
pt_br: &Definir Cores Personalizadas >>

source: &Add to Custom Colors
nl: Voeg toe aan eigen kleuren
pt_br: &Adicionar às Cores Personalizadas

source: Select Font
nl: Kies lettertype
pt_br: Selecionar Fonte

source: &Font
nl: Lettertype
pt_br: &Fonte

source: Font st&yle
nl: Lettertype stijl
pt_br: Est&ilo de Fonte

source: &Size
nl: Grootte
pt_br: &Tamanho

source: Sample
nl: Voorbeeld
pt_br: Exemplo

source: Effects
nl: Effecten
pt_br: Efeitos

source: &Underline
nl: Onderlijn
pt_br: &Sublinhado

source: Parent Directory
nl: Bovenliggende map
pt_br: Diretório Acima

source: Forward
nl: Doorzenden
pt_br: Próximo

source: Reload
nl: Herlaad
pt_br: Recarregar

source: New Directory
nl: Nieuwe Map
pt_br: Novo Diretório

source: Bookmarks
nl: Bladwijzers
pt_br: Favoritos

source: Add Bookmark
nl: Voeg bladwijzer toe
pt_br: Adicionar Favorito

source: &Edit Bookmarks
nl: Bladwijzers bewerken
pt_br: &Editar Favoritos

source: New Bookmark Folder...
nl: Nieuwe bladwijzer map
pt_br: Nova Pasta de Favoritos...

source: Sorting
nl: Sorteren
pt_br: Ordenar

source: By Name
nl: Volgens naam
pt_br: Por Nome

source: By Date
nl: Volgens datum
pt_br: Por Data

source: By Size
nl: Volgens grootte
pt_br: Por Tamanho

source: Reverse
nl: Omgekeerd
pt_br: Reverso

source: Directories First
nl: Mappen eerst
pt_br: Diretórios Primeiro

source: Case Insensitive
nl: Hoofdletter gevoelig
pt_br: Não Distinguir Maiúsculas

source: Short View
nl: Overzicht
pt_br: Visão Abreviada

source: Detailed View
nl: Gedetailleerd beeld
pt_br: Visão Detalhada

source: Show Hidden Files
nl: Tonen verborgen bestanden
pt_br: Exibir Arquivos Ocultos

source: Show Quick Access Navigation Panel
nl: Toon het Snel Toegang Navigatie Paneel
pt_br: Exibir Painel de Navegação Rápida
