Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: Unable to process the above request: Cannot load DCC module (%s)
pt_br: Impossível processar o pedido anterior: Não foi possível carregar o módulo DCC (%s)

source: Unable to process the above request: DCC module may be broken
pt_br: Impossível processar o pedido anterior: O módulo DCC pode estar quebrado

source: [Server parser]: Encountered problems while parsing the following message:
nl: [Server verwerker]: problemen met het verwerken van de boodschap:
pt_br: [Parser do servidor ]: Problemas encontrados enquanto se analisava a seguinte mensagem:

source: [Server parser]: [%s][%s] %Q
nl: [Server verwerker]: [%s] [%s] %Q
pt_br: [Parser do servidor ]: [%s][%s] %Q

source: [Server parser]: %s
nl: [Server verwerker]: %s
pt_br: [Parser do servidor ]: %s

source: Received pong from !s%s (PONG %s)
nl: Ontving pong van !s%s (PONG %s)
pt_br: Pong recebido de !s%s (PONG %s)

source: Server ERROR: %Q
nl: Server FOUT: %Q
pt_br: ERRO do Servidor : %Q

source: Missing channel parameter in join message
nl: Ontbrekende paramater in de deelname boodschap
pt_br: Faltando parâmetro do canal na mensagem de entrada

source: Received a join message for an unknown channel, possible desync
nl: Aanvraag om mee te doen voor een onbekend kanaal, mogelijk desync
pt_br: Recebida uma mensagem de entrada de um canal desconhecido, possível dessincronização?

source: Received a part message for an unknown channel, possible desync
nl: Ontving deling voor onbekend kanaal, mogelijk desync
pt_br: Recebida uma mensagem de saída de um canal desconhecido, possível dessincronização?

source: You have left channel !c%Q
nl: U hebt kanaal !c%Q verlaten
pt_br: Acabou de sair do canal !c%Q

source: You have left channel !c%Q: %Q
nl: Je hebt kanaal !c%Q: %Q verlaten
pt_br: Acabou de sair do canal !c%Q: %Q

source: !n%Q [%Q@!h%Q] has left !c%Q: %Q
nl: !n%Q [%Q@!h%Q] heeft !c%Q: %Q verlaten
pt_br: !n%Q [%Q@!h%Q] saiu do !c%Q: %Q

source: !n%Q [%Q@!h%Q] has left !c%Q
nl: !n%Q [%Q@!h%Q] heeft !c%Q verlaten
pt_br: !n%Q [%Q@!h%Q] acabou de sair do !c%Q

source: Netsplit detected: %s
nl: Net splitsing gevonden : %s
pt_br: Netsplit detectado: %s

source: !n%Q [%Q@!h%Q] has quit IRC: %Q
nl: !n%Q [%Q@!h%Q] heeft IRC: %Q verlaten
pt_br: !n%Q [%Q@!h%Q] saiu do irc %Q

source: Received a kick message for an unknown channel, possible desync
nl: Ontving een kick voor een onbekend kanaal, mogelijk desync
pt_br: Recebida uma mensagem de chute de um canal desconhecido, possível dessincronização?

source: You have been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
nl: Je bent gekickt van !c%Q by !n%Q [%Q@!h%Q]: %Q
pt_br: Você foi chutado de !c%Q por !n%Q [%Q@!h%Q]: %Q

source: Attempting to rejoin !c%Q...
nl: Probeer opnieuw te verbinden met !c%Q...
pt_br: Tentando reentrar em !c%Q...

source: !n%Q [%Q@!h%Q] has been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
nl: !n%Q [%Q@!h%Q] is ge-kickt van !c%Q by !n%Q [%Q@!h%Q]: %Q
pt_br: !n%Q [%Q@!h%Q] foi chutadado de !c%Q by !n%Q [%Q@!h%Q]: %Q

source: !n%Q [%Q@!h%Q] has just been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
nl: !n%Q [%Q@!h%Q] is ge-kickt van !c%Q by !n%Q [%Q@!h%Q]: %Q
pt_br: !n%Q [%Q@!h%Q] acabou de ser kickado de !c%Q por !n%Q [%Q@!h%Q]: %Q

source: Spam privmsg from !n%Q [%Q@!h%Q]: %Q (matching spamword "%s")
nl: Spam priv.boodschap van !n%Q [%Q@!h%Q]: %Q (overeenstemming spamwoord "%s")
pt_br: Spam privmsg de !n%Q [%Q@!h%Q]: %Q (palavra spam coincidente "%s")

source: NickServ requests authentication, executing scheduled command
nl: NickServ verzoekt autheticatie, voer het voorziene commando uit
pt_br: NickServ pediu autenticação, executando comando programado

source: The scheduled NickServ identification command appears to be broken, please change the setting
pt_br: O comando de identificação NickServ programado parece estar incorreto, por favor altere a configuração

source: Spam notice from !n%Q [%Q@!h%Q]: %Q (matching spamword "%Q")
nl: Spam notitie van !n%Q [%Q@!h%Q]: %Q (overeenstemming spamwoord "%Q")
pt_br: Noticia spam de !n%Q [%Q@!h%Q]: %Q (palavra spam coincidente "%s")

source: Received a topic message for an unknown channel, possible desync
nl: Ontving een topic voor onbekend kanaal, mogelijk desync
pt_br: Recebida uma mensagem de tópico de um canal desconhecido, possível dessincronização?

source: !n%Q [%Q@!h%Q] has changed topic to "%Q%c"
nl: !n%Q [%Q@!h%Q] heeft de topic veranderd in "%Q%c"
pt_br: !n%Q [%Q@!h%Q] mudou o tópico para "%Q%c"

source: !n%Q [%Q@!h%Q] is now known as !n%Q
nl: !n%Q [%Q@!h%Q] is nu gekend als !n%Q
pt_br: !n%Q [%Q@!h%Q] é agora conhecido como !n%Q

source: You have changed your nickname to %Q
nl: U heeft uw nick veranderd naar %Q
pt_br: Você alterou seu apelido para %Q

source: The target of this query was lost and has been found when !n%Q [%Q@!h%Q] changed his nickname to !n%Q
pt_br: O destino deste query se perdeu e foi encontrado quando !n%Q [%Q@!h%Q] aletrou seu apelido para !n%Q

source: End of merged output
nl: Einde van de samengevoegde uitvoer
pt_br: Final de saída mesclada

source: autojoining
nl: automatisch toevoegen
pt_br: autoentar

source: double-click the channel name to join
nl: dubbel-klik om naar het kanaal te gaan
pt_br: Clique duas vezes no nome do canal para entrar

source: !n%Q [%Q@!h%Q] invites you to channel !c%Q (%Q)
nl: !n%Q [%Q@!h%Q] nodigt U uit op kanaal !c%Q (%Q)
pt_br: !n%Q [%Q@!h%Q] convidou você para o canal !c%Q (%Q)

source: Received an invite message directed to another nick, possible desync
nl: Ontving een uitnodiging voor een andere nick, mogelijk desync
pt_br: Recebida uma mensagem INVITE dirigida a outro apelido, possível dessincronização

source: WALLOPS from !n%Q [%Q@!h%Q]: %Q
nl: WALLOPS van !n%Q [%Q@!h%Q]: %Q
pt_br: WALLOPS de !n%Q [%Q@!h%Q]: %Q

source: You have set user mode %s
nl: Gebruikersmode is %s
pt_br: Você setou o modo de usuário %s

source: Received a mode change for an unknown channel, possible desync
nl: Ontving modus verandering voor onbekend kanaal, mogelijk desync
pt_br: Recebida uma mudança de modo de um canal desconhecido, possível dessincronização

source: %Q [%Q@%Q] has set channel key to "!m-k%Q"
nl: %Q [%Q@%Q] heeft wachtwoord voor het kanaal ingesteld op "!m-k%Q"
pt_br: %Q [%Q@%Q] colocou a senha "!m-k%Q" no canal

source: %Q [%Q@%Q] has unset the channel key
nl: %Q [%Q@%Q] heeft het kanaal wachtwoord verwijderd
pt_br: %Q [%Q@%Q] removeu a senha do canal

source: %Q [%Q@%Q] has set channel !m-llimit to %Q
nl: %Q [%Q@%Q] heeft kanaal!m-llimiet tot %Q ingesteld
pt_br: %Q [%Q@%Q] colocou o limite do canal !m-lpara %Q

source: %Q [%Q@%Q] has unset the channel limit
nl: %Q [%Q@%Q] heeft de kanaal limiet uitgeschakeld
pt_br: %Q [%Q@%Q] removeu limite do canal

source: %Q [%Q@%Q] has set mode %c%c !n%Q
nl: %Q [%Q@%Q] heeft mode %c%c !n%Q ingesteld
pt_br: %Q [%Q@%Q] colocou o modo %c%c !n%Q

source: %Q [%Q@%Q] has set channel !m%c%cmode %c%c
nl: %Q [%Q@%Q] heeft kanaal !m%c%cmode %c%c ingesteld
pt_br: %Q [%Q@%Q] colocou o canal !m%c%cmodo %c%c

source: %Q [%Q@%Q] has set mode %c%c !m%c%c%Q
nl: %Q [%Q@%Q] heeft mode %c%c !m%c%c%Q ingesteld
pt_br: %Q [%Q@%Q] colocou o modo %c%c !m%c%c%Q

source: %Q [%Q@%Q] has set mode %s %Q
nl: %Q [%Q@%Q] heeft mode %s %Q ingesteld
pt_br: %Q [%Q@%Q] colocou o modo %s %Q

source: %Q [%Q@%Q] has set channel mode %s
nl: %Q [%Q@%Q] heeft kanaal mode %s ingesteld
pt_br: %Q [%Q@%Q] colocou o modo de canal %s

source: One or more standard mode flags are missing in the server available modes. This is caused either by a non RFC1459-compliant IRC daemon or a broken server reply. Server umodes seem to be '%s' and channel modes seem to be '%s'. Ignoring this reply and assuming that the basic set of modes is available. If you have strange problems, try changing the server.
pt_br: Um ou mais modos de flags padrões estão faltando nos modos de servidor disponiveis. Isto é causado por um daemon RFC1459 não compatível ou uma resposta de servidor quebrada. Os umodes do servidor parecem ser '%s' e os modos de canal parecem ser '%s'. Ignorando esta resposta e assumindo que o ajuste de modos básico está disponível. Se você tiver problemas estranhos, tente mudar de servidor.

source: Available user modes:
nl: Beschikbare gebruiker modes:
pt_br: Modos de usuário disponíveis

source: : Unknown user mode
nl: : Onbekende gebruikers mode
pt_br: :Modo de usuário desconhecido

source: Available channel modes:
nl: Beschikbare kanaal modes:
pt_br: Modos de canal disponíveis

source: Server %Q version %S supporting user modes '%S' and channel modes '%S'
nl: Server %Q versie %Q ondersteund gebruikersmode '%S' en kanaalmode '%S'
pt_br: Servidor %Q na versão %S suportando os modos de usuário '%S' e modos de canal '%S'

source: This server supports the WATCH notify list method, it will be used
nl: Deze server ondersteund de WATCH notificatielijst,deze lijst wordt gebruikt
pt_br: Este servidor suporta o método WATCH da lista de notificação, e será utilizado

source: The current network is %Q
nl: Huidig netwerk is %Q
pt_br: A rede atual é %Q

source: This server supports the CODEPAGE command, it will be used
nl: Deze server ondersteund het CODEPAGE commandodit commando wordt gebruikt
pt_br: Este servidor suporta o comando CODEPAGE, e será utilizado

source: This server supports: %s
nl: Deze server ondersteund: %s
pt_br: Este servidor suporta: %s

source: End of NAMES for !c%Q
nl: End voor NAMEN voor !c%Q
pt_br: Fim de NAMES para !c%Q

source: Names for !c%Q: %Q
nl: Namen voor !c%Q: %Q
pt_br: Nomes para !c%Q: %Q

source: (unknown)
nl: (onbekend)
pt_br: (Desconhecido)

source: Channel topic is: %Q
nl: Kanaal topic is: %Q
pt_br: O tópico do canal é: %Q

source: Topic for !c%Q is: %Q
nl: Topic voor !c%Q is: %Q
pt_br: Tópico para !c%Q é: %Q

source: No channel topic is set
nl: Er is geen kanaal topic
pt_br: O canal não possui um tópico

source: No topic is set for channel !c%Q
nl: Geen topic voor kanaal !c%Q
pt_br: Nenhum tópico posto para o canal !c%Q

source: Channel mode for !c%Q is %s
nl: Kanaal mode voor !c%Q is %s
pt_br: Modo de canal para !c%Q é %s

source: User mode for !n%Q is %s
nl: Gebruikers mode voor !n%Q is %s
pt_br: Modo de usuário para !c%Q é %s

source: End of channel %Q for !c%Q
nl: Einde van kanaal %Q voor !c%Q
pt_br: Fim do canal %Q para !c%Q

source: ban list
nl: ban lijst
pt_br: Lista de bans

source: invite list
nl: uitnodingingslijst
pt_br: Lista de convites

source: ban exception list
nl: ban uitzonderings lijst
pt_br: Lista de exceções de bans

source: %Q for !c%Q: !m-%c%Q (set by %Q on %Q)
nl: %Q for !c%Q: !m-%c%Q (ingesteld door %Q on %Q)
pt_br: %Q para !c%Q: !m-%c%Q (posto por %Q em %Q)

source: Ban listing
nl: Ban lijst
pt_br: Listagem de bans

source: Invite listing
nl: Nodig lijst uit
pt_br: Listagem de convites

source: Ban exception listing
nl: Ban uitzonderingslijst
pt_br: Listagem de excepções de bans

source: WHO entry for %c!n%Q%c [%Q@!h%Q]: %cChannel%c: !c%Q, %cServer%c: !s%Q, %cHops%c: %d, %cFlags%c: %Q, %cAway%c: %Q, %cReal name%c: %Q
nl: WHO ingang voor %c!n%Q%c [%Q@!h%Q]: %cKanaal%c: !c%Q, %cServer%c: !s%Q, %cHops%c: %d, %cFlags%c: %Q, %cWeg%c: %Q, %cEchte naam%c: %Q
pt_br: Entrada WHO para %c!n%Q%c [%Q@!h%Q]: %cCanal%c: !c%Q, %cServidor%c: !s%Q, %cHops%c: %d, %cFlags%c: %Q, %cAusente%c: %Q, %cNome Real %c: %Q

source: End of WHO list for %Q
nl: Einde voor WHO lijst voor %Q
pt_br: Fim da lista WHO para %Q

source: Something really weird is happening: the server is refusing all the login nicknames...
nl: De server weigert alle logins, nicknamen,...
pt_br: Alguma coisa muito esquisita está acontecendo: o servidor está recusandologin de todos os nicks...

source: The server is refusing all the login nicknames: giving up, you must send the nickname manually
nl: De server weigerde de opgegeven nicknamen, geef ze manueel
pt_br: O servidor está a recusando o login de todos os nicks: desistindo, você tem que enviar o nick manualmente

source: No way to login as '!n%Q' (%d: %Q), trying '%Q'...
nl: Onmogelijk om aan te melden als '!n%Q' (%d: %Q), trying '%Q'...
pt_br: Não há meio de fazer login como '!n%Q' (%d: %Q), tentando '%Q'...

source: %c!n%Q%c is away: %Q
nl: %c!n%Q%c is weg: %Q
pt_br: %c!n%Q%c está ausente: %Q

source: %c!n%Q%c is %c!n%Q!%Q@!h%Q%c
pt_br: %c!n%Q%c é %c!n%Q!%Q@!h%Q%c

source: %c!n%Q%c's real name: %Q
nl: %c!n%Q%c's echte naam: %Q
pt_br: Nome real de %c!n%Q%c : %Q

source: %c!n%Q%c was %c!n%Q!%Q@!h%Q%c
pt_br: %c!n%Q%c era %c!n%Q!%Q@!h%Q%c

source: %c!n%Q%c's real name was: %Q
nl: %c!n%Q%c's echte naam was: %Q
pt_br: Nome real de %c!n%Q%c era: %Q

source: %c!n%Q%c's channels: %Q
nl: %c!n%Q%c's kanalen: %Q
pt_br: %c!n%Q%c está nos canais: %Q

source: Received a broken RPL_WHOISIDLE, can't evaluate the idle time
nl: Ontving onvolledige RPL_WHOISIDLE, kan de inactiviteit niet berekenen
pt_br: Recebido um RPL_WHOISIDLE quebrado, não possível calcular o tempo que esteve inativo

source: %c!n%Q%c's idle time: %ud %uh %um %us
nl: %c!n%Q%c's idle tijd: %ud %uh %um %us
pt_br: Tempo inativo de %c!n%Q%c : %ud %uh %um %us

source: %c!n%Q%c's signon time: %Q
nl: %c!n%Q%c's aanwezige tijd: %Q
pt_br: %c!n%Q%c entrou em: %Q

source: %c!n%Q%c's server: !s%Q - %Q
pt_br: Servidor em que %c!n%Q%c está: !s%Q - %Q

source: %c!n%Q%c is authenticated as %Q
nl: %c!n%Q%c is ge-authenticeerd als %Q
pt_br: %c!n%Q%c está autenticado como %Q

source: %c!n%Q%c's info: %Q
pt_br: Informações de %c!n%Q%c : %Q

source: %c!n%Q%c WHOIS info from !s%Q
nl: %c!n%Q%c WHOIS info van !s%Q
pt_br: Informção do WHOIS de %c!n%Q%c vinda de !s%Q

source: %c!n%Q%c WHOWAS info from !s%Q
nl: %c!n%Q%c WHOWAS info van !s%Q
pt_br: Informção do WHOWAS de %c!n%Q%c vinda de !s%Q

source: Can't evaluate creation time
nl: Kan de creatie tijd niet evalueren
pt_br: Impossivel avaliar o tempo de criação

source: Channel was created at %Q
nl: Kanaal aangemaakt op %Q
pt_br: Canal criado em %Q

source: Channel !c%Q was created at %Q
nl: Kanaal !c%Q was aangemaakt op %Q
pt_br: Canal !c%Q foi criado em %Q

source: USERHOST info: %Q
pt_br: Informação USERHOST: %Q

source: Channel list begin: channel, users, topic
nl: Kanaal begin lijst: kanalen, gebruikers, topic
pt_br: Início da lista de canais: canal, usuarios, tópico

source: List: %Q
nl: lijst: %Q
pt_br: Lista: %Q

source: End of LIST
nl: End van de LIST
pt_br: Fim de LIST

source: End of LINKS
nl: Einde van LINKS
pt_br: Fim de LINKS

source: [Leaving away status after %ud %uh %um %us]: %Q
nl: [Verlaat away status na %ud %uh %um %us]: %Q
pt_br: [Saindo do estado de ausente após %ud %uh %um %us]: %Q

source: [Leaving away status]: %Q
nl: [Verlaat away status]: %Q
pt_br: [Saindo do estado de ausente]: %Q

source: Restoring pre-away nickname (%Q)
nl: Herstel pre-weg nickname (%Q)
pt_br: Restaurando apelido pré-ausente (%Q)

source: [Entering away status]: %Q
nl: [Weg-status bevestigd]:%Q
pt_br: [Entrando em estado ausente]: %Q

source: Setting away nickname (%Q)
nl: Stel weg-nickname in (%Q)
pt_br: Definindo apelido de ausente (%Q)

source: Your encoding is now %Q
nl: Uw versleuteling is nu %Q
pt_br: Sua codificação agora é %Q

source: Your user mode is %s
nl: Uw gebruikersmode is %s
pt_br: Seu modo de usuário é %s

source: Failed to set the encoding to %Q: mapping not available.
nl: Kan de codering niet naar %Q zetten, map niet beschikbaar
pt_br: Falhou ao configurar a codificação para %Q: mapeamento não disponível.

source: Changed text encoding to %Q
nl: Versleuteling veranderd naar %Q
pt_br: Codificação do texto alterada para %Q

source: Connection to server lost
nl: Verbinding met de server verbroken
pt_br: Conexão com servidor foi perdida

source: Connection to server established
nl: Verbinding met server bevestigd
pt_br: Conexão com servidor estabelecida

source: [LINK WARNING]: Socket message truncated to 512 bytes.
nl: [LINK WAARSCHUWING]: Socket boodschap afgebroken tot 512 bytes.
pt_br: [AVISO DO LINK]: Mensagem do socket truncada a 512 bytes.

source: The server seems to support the WATCH notify list method, will try to use it
nl: De server lijkt de WATCH noficatielijst te ondersteunen.
pt_br: Este servidor parece suportar o método de lista de notificação WATCH, tentarei usar isto.

source: Can't resolve local host address, using user supplied one (%Q)
nl: Kan de lokale hostnaam niet opzoeken,gebruik het adres dat door de gebruiker werd opgegeven (%Q)
pt_br: Não foi possível resolver o endereço de máquina local, usando o fornecido pelo usuário (%Q)

source: Can't resolve local host address, using default 127.0.0.1
nl: Kan de lokale hostnaam niet opzoeken, gebruik het standaard adres 127.0.0.1
pt_br: Não foi possível resolver o endereço de máquina local, usando o padrão 127.0.0.1

source: Local host address is %Q
nl: Lokaal hostadres is %Q
pt_br: O endereço de máquina local é %Q

source: The server seems to have changed the idea about the local hostname
pt_br: O servidor parece ter mudado de idéia sobre o nome da máquina local

source: You're probably using a broken bouncer or maybe something weird is happening on the IRC server
pt_br: Provavelmente você esta usando um bouncer quebarado ou algo muito estranho está acontecendo no servidor de IRC

source: Here goes your "broken bouncer hack": The server has changed the hostname but I'll ignore the IP address change
pt_br: Aqui vai seu "hack do bouncer quebarado": O servidor mudou seu nome de máquina, mas vou ignorou a mudança de endereço IP

source: The local IP address as seen by the IRC server is %Q
nl: Het lokaal IP adres is %Q
pt_br: O endereço IP local visto pelo servidor IRC é %Q

source: Can't start the DNS slave thread
pt_br: Não foi possível iniciar o processo escravo do DNS

source: Unable to resolve the local hostname as seen by the IRC server: %Q
pt_br: Não foi possível resolver o nome da máquina local como foi visto pelo servidor de IRC: %Q

source: Looking up the local hostname as seen by the IRC server (%Q)
nl: Zoek de lokale hostname op de IRC server (%Q)
pt_br: Buscando o nome de máquina local como o visto pelo servidor de IRC (%Q)

source: Using server specific username (%Q)
nl: Gebruik server specifieke gebruikersnaam (%Q)
pt_br: Utilizando nome de usuário especifico do servidor (%Q)

source: Using network specific username (%Q)
nl: Gebruik netwerk specifieke gebruikersnaam (%Q)
pt_br: Utilizando nome de usuário especifico da rede (%Q)

source: Using server specific nickname (%Q)
nl: Gebruik server specifieke nicknaam (%Q)
pt_br: Utilizando apelido especifico do servidor (%Q)

source: Using network specific nickname (%Q)
nl: Gebruik netwerk specifieke nicknaam (%Q)
pt_br: Utilizando apelido especifico da rede (%Q)

source: Using server specific real name (%Q)
nl: Gebruik server specifieke echte naam (%Q)
pt_br: Utilizando nome real especifico do servidor (%Q)

source: Using network specific real name (%Q)
nl: Gebruik netwerk specifieke echte naam (%Q)
pt_br: Utilizando nome real especifico da rede (%Q)

source: Logging in as %Q!%Q :%Q
nl: Inloggen als %Q!%Q :%Q
pt_br: Entrando como %Q!%Q :%Q

source: Sending %s as password
nl: Zend %s als wachtwoord
pt_br: Enviando %s como senha

source: Executing scheduled network specific "on connect" commands
nl: Uitvoeren van de geplande netwerp eigen "on connect"commando's
pt_br: Executando os comandos específicos da rede programados "ao conectar"

source: Executing scheduled server specific "on connect" commands
nl: Uitvoeren van de geplande server eigen "on connect"command
pt_br: Executando os comandos específicos do servidor programados "ao conectar"

source: The server refused the suggested nickname (%s) and named you %s instead
nl: De server weigerde de nicknaam (%s) en noemde je %s in de plaats
pt_br: O servidor recusou o apelido sugerido (%s) e nomeou-o %s preferivelmente

source: Login operations complete, happy ircing!
nl: Volledig ingelogd
pt_br: Operações de entrada concluídas: bom bate-papo :)

source: Executing scheduled network specific "on login" commands
nl: Uitvoeren van de geplande netwerk eigen "on login"commando's
pt_br: Executando os comandos específicos da rede programados "ao entrar/login"

source: Executing scheduled server specific "on login" commands
nl: Uitvoeren van de geplande server eigen "on login"commando's
pt_br: Executando os comandos específicos do servidor programados "ao entrar/login"

source: Setting configured user mode
nl: Instelling van gebruiker.
pt_br: Colocando os modos de usuário configurados

source: Auto-joining network specific channels
nl: Automatisch aanmelden bij netwerk specifieke kanalen
pt_br: Entrando automaticamente nos canais específicos da rede

source: Auto-joining server specific channels
nl: Automatisch aanmelden bij server specifieke kanalen
pt_br: Entrando automáticamente nos canais específicos do servidor

source: Backward compatibility action for toolbar.define
nl: Aktie met achterwaardse compatibiliteit voor toolbar.define
pt_br: Ação de compatibilidade inversa para toolbar.define

source: Installation problems ?
nl: Instalatie problemen ?
pt_br: Problemas na instalação ?

source: <b>Ooops...</b><br><br><b>There are some reasons that make me think that your KVIrc installation is incomplete.</b><br><br>I might be wrong, but you seem to miss some of the features that the default KVIrc script provides.This may happen because you have upgraded to an unstable cvs version, because you have accidentally deleted or damaged your configuration files, because you have installed an incomplete script or because you have hit a bug in KVIrc.<br><br>I can repeat the installation of the default script in order to restore the missing features.<br><b>Do you want the default script to be restored ?</b><br><br><font size="-1">Hint: If you're a scripter and have intentionally removed some of the scripting features then you may safely click on "No and Don't Ask Me Again", otherwise it might be a good idea to click "Yes". If you still want to choose "No" you can always restore the default script by choosing the appropriate entry from the "Scripting" menu.</font>
nl: <b> Oeps ....</b><br><b>Er zijn redenen om aan te nemen dat uw KVIRC installatieonvolledig is.</b><br><br>Ik kan fout zij, maar het lijkt erop dat je enkelefeatures mist, die standaard voorzien zijn in KVirc script. Dit kan gebeurenbij een upgrade naar een onstabiele cvs versie, of dat je toevallig je configuratie-bestanden vernietigde of beschadigde, of omdat je een onvolledig script installeerdeof je hebt een bug gevonden.<br><br> Ik kan de installatie herhalen van het standaardscript om de ontbrekende features te herstellen.<br><b> Wil je het standaard scriptherstellen? </b><br><br><font size="-1">Hint: Als je een programeur bent en je hebtbewust enkele van de features verwijderd, dan mag je gerust op "Neen en Niet meer vragen,klikken anders is het raadzaam om "Ja" te klikken. Als je toch "Neen" kiest kan jealtijd het standaard script herstellen door hierop te klikken in de"Scripting" menu</font>
pt_br: <b>Ooopa...</b><br><br><b>Por alguma razão me fez pensar que a sua instalação do KVirc não está completa.</b><br><br>Eu posso estar errado, mas parecem faltar algumas opções que o script padrão do KVirc fornece. Isto pode acontecer porque vocêatualizou para uma versão cvs instável, porque acidentalmente você apagou ou danificou os seus arquivos de configuração, porque você instalou um script incompleto ou porque você encontrou algum erro no KVirc.<br><br>Eu posso repetir a instalação do script padrão para restaurar as opções que faltam. <br><b>Deseja restaurar o script padrão ?</b><br><br><font size="-1">Nota: se você for um programador e removeu intencionalmente algumas opções do script pode seguramente clicar em "Não e Não me pergunte novamente", ou pode ser uma boa ideia clicar em "Sim". Se ainda quiser escolher "Não" sempre poderá restaurar o script padrão ao escolher a entrada apropriada no menu "Scripting".</font>
