Repository: kvirc/KVIrc
Catalog: po/kvirc/kvirc_*.po
Languages: nl, pt_br

source: No and Don't Ask Me Again
nl: Neen en vraag het me niet meer
pt_br: Não e Não me pergunte novamente.

source: Restore Default Script - KVIrc
nl: Herstel standaard script - KVirc
pt_br: Restaurar Script Padrão - KVIrc

source: You are about to restore the default script.<br>This will erase any script changes you have made.<br>Do you wish to proceed?
nl: Je gaat het default schript herstellen.<br>Dit wist alle veranderingen.<br>Wil je verder gaan?
pt_br: Você está prestes a restaurar o script padrão.<br>Isto apagará todas as mudanças no script que voce tenha feito.<br>Você deseja proseguir?

source: Remote command received (%s ...)
nl: Commando van de andere kant ontvangen (%s ...)
pt_br: Comando remoto recebido (%s ...)

source: File download failed
nl: Bestand ophalen mislukt
pt_br: Download do arquivo falhou

source: File download from %1 failed
nl: Bestand ophalen van %1 mislukt
pt_br: Download do arquivo de %1 falhou

source: Avatar download failed for %Q!%Q@%Q and url %Q: %Q
nl: Het downloaden van de avatar faalde voor %Q!%Q@%Q en url %Q: %Q
pt_br: Download do avatar falhou para %Q!%Q@%Q e url %Q: %Q

source: The commandline for media type '%s' seems to be broken
pt_br: A linha de comando para tipo de mídia '%s' parece estar quebrada

source: Media type of file %s matched to '%s' but no commandline specified
pt_br: O tipo de mídia %s é semelhante a '%s' mas a linha de comando não foi especificada

source: No idea on how to play file %s (no media type match)
pt_br: Sem idéia de como reproduzir o arquivo %s (Tipo de mídia não reconhecida)

source: [SSL]: Cipher: %c%s
pt_br: [SSL]: Cifra: %c%s

source: [SSL]: Version: %c%s
nl: [SSL]: Versie: %c%s
pt_br: [SSL]: Versão: %c%s

source: [SSL]: Bits: %c%d (%d used)
nl: [SSL]: Bits: %c%d (%d gebruikt)
pt_br: [SSL]: Bits: %c%d (%d usado(s))

source: [SSL]: Version: %c%d
nl: [SSL]: Versie: %c%d
pt_br: [SSL]: Versão: %c%d

source: [SSL]: Serial number: %c%d
nl: [SSL]: Serienummer: %c%d
pt_br: [SSL]: Número de série: %c%d

source: [SSL]: Subject:
nl: [SSL]: Onderwerp:
pt_br: [SSL]: Assunto

source: [SSL]: Common name: %c%s
nl: [SSL]: Gewone naam: %c%s
pt_br: [SSL]: Nome comum: %c%s

source: [SSL]: Organization: %c%s
nl: [SSL]: Organisatie: %c%s
pt_br: [SSL]:: Organização: %c%s

source: [SSL]: Organizational unit: %c%s
nl: [SSL]: Organiserende eenheid: %c%s
pt_br: [SSL]: Unidade organizacional: %c%s

source: [SSL]: Country: %c%s
nl: [SSL]: Land: %c%s
pt_br: [SSL]: País: %c%s

source: [SSL]: State or province: %c%s
nl: [SSL]: Staat of provincie: %c%s
pt_br: [SSL]: Estado ou província: %c%s

source: [SSL]: Locality: %c%s
nl: [SSL]: Gemeente: %c%s
pt_br: [SSL]: Localidade: %c%s

source: [SSL]: Issuer:
nl: [SSL]: Uitgever:
pt_br: [SSL]: Emissor:

source: [SSL]: Public key: %c%s (%d bits)
nl: [SSL]: Publieke sleutel: %c%s (%d bits)
pt_br: [SSL]: Chave pública : %c%s (%d bits)

source: [SSL]: Signature type: %c%s
nl: [SSL]: Ondertekenings type: %c%s
pt_br: [SSL]: Tipo da assinatura: %c%s

source: [SSL]: Signature contents: %c%s
nl: [SSL]: Ondertekenings inhoud: %c%s
pt_br: [SSL]: Conteúdo da assinatura: %c%s

source: Peer X509 certificate
nl: Peer X509 certificaat
pt_br: Ponta X509 certificada

source: [SSL]: The peer didn't provide a certificate
pt_br: [SSL]: A ponta não forneceu um certificado

source: Current transmission cipher
nl: Huidige codeermachine
pt_br: Cifra atual da transmissão

source: [SSL]: Can't find out the current cipher info
pt_br: [SSL]: Não foi possível encontrar fora a informação da cifra atual

source: [%s]: [SSL]: Using certificate file %s
pt_br: [%s]: [SSL]: Usando arquivo de certificado %s

source: [%s]: [SSL ERROR]: File I/O error while trying to use the certificate file %s
pt_br: [%s]: [ERRO de SSL]: Erro de E/S de arquivo enquanto tentava-se usar o arquivo de certificado %s

source: [%s]: [SSL ERROR]: %s
nl: [%s]: [SSL FOUT]: %s
pt_br: [%s]: [ERRO de SSL]: %s

source: [%s]: [SSL]: Using private key file %s
pt_br: [%s]: [SSL]: Usando arquivo de chave privada %s

source: [%s]: [SSL ERROR]: File I/O error while trying to use the private key file %s
pt_br: [%s]: [ERRO de SSL]: Erro de E/S de arquivo enquanto tentava-se usar o arquivo de chave privada %s

source: Reconnect attempt aborted
nl: Maximale tijd om te verbinden overschreden
pt_br: Tentativa de reconexão abortada

source: No servers available. Check the options dialog or use the /SERVER command
nl: Geen server beschikbaar: controleer het optie venster of gebruik het /SERVER commando
pt_br: Não existem servidores disponíveis. Verifique o diálogo de opções ou utilize o comando /SERVER

source: No proxy hosts available, resuming direct connection
nl: Geen proxy beschikbaar: verderzetten van directe verbinding
pt_br: Não existem servidores proxy disponíveis, continuando conexão direta

source: Connection attempt failed [%s]
nl: Poging tot verbinden mislukt [%s]
pt_br: A tentativa de conexão falhou [ %s ]

source: Will attempt to reconnect in %d seconds
nl: Probeer opnieuw te verbinden na %d seconden
pt_br: Tentar reconectar em %d segundos

source: %d of %d
pt_br: %d de %d

source: Maximum number of reconnect attempts reached (%d): giving up
nl: Maximum aan verbindingspogingen bereikt (%d)
pt_br: O número máximo de tentativas para reconectar chegaram a (%d): desistindo

source: The connection attempt failed while using a cached IP address for the current server
nl: Met een verborgen IP adres kwam de verbinding niet tot stand bij deze server
pt_br: A tentativa de conexão falhou enquanto se utiizava um endereço IP armazenado para o servidor atual

source: The problem *might* be caused by an updated DNS entry
nl: Het probleem kan veroorzaakt zijn bij een update van de DNS ingang
pt_br: O problema *poderia* ser causado por uma entrada DNS atualizada

source: Try reconnecting with caching disabled
pt_br: Tentando reconectar com armazenamento desabilitado

source: %Q established [%s (%s:%u)]
nl: %Q bevestigt [%s (%s:%u)]
pt_br: %Q estabelecida [%s (%s:%u)]

source: Secure connection
nl: Veilige verbinding
pt_br: Conexão segura

source: Connection
nl: Verbinding
pt_br: Conexão

source: Connection terminated [%s (%s:%u)]
nl: Verbinding beëindigd [%s (%s:%u)]
pt_br: Conexão terminada [%s (%s:%u)]

source: The connection terminated unexpectedly. Trying to reconnect...
nl: De verbinding is verbroken, probeer terug te verbinden..
pt_br: A conexão terminou inesperadamente, tentando reconectar...

source: Sent QUIT, waiting for the server to close the connection...
nl: QUIT verzonden.... wacht op de server om de verbinding te sluiten
pt_br: QUIT enviado, esperando servidor fechar a conexão...

source: Normal text
nl: Normale tekst
pt_br: Texto Normal

source: Selection
nl: Selecteer
pt_br: Seleção

source: Highlighted text
nl: Gemarkeerde text
pt_br: Texto destacado

source: URL foreground
nl: url voorgrond
pt_br: Cor de primeiro plano da URL

source: Link overlay foreground
pt_br: Link da capa de primeiro plano

source: Parser error
nl: Verwerker fout
pt_br: Erro do analisador

source: Parser warning
nl: Verwerker waarschuwing
pt_br: Aviso do analisador

source: Host lookup result
nl: Host opzoeking
pt_br: Resultado da pesquisa da máquina

source: Socket message
nl: Socket boodschap
pt_br: Mensagem de socket

source: Socket warning
nl: Socket waarschuwing
pt_br: Aviso de socket

source: Socket error
nl: Socket fout
pt_br: Erro de socket

source: System error
nl: systeemfout
pt_br: Erro do sistema

source: Raw data to server
nl: Raw data naar server
pt_br: Dados raw para o servidor

source: Connection status
nl: Verbindingsstatus
pt_br: Estado da conexão

source: System warning
pt_br: Aviso do sistema

source: System message
nl: Systeem Bericht
pt_br: Mensagem do sistema

source: Unhandled server reply
pt_br: Resposta não manipulada do servidor

source: Server information
nl: Server informatie
pt_br: Informação do servidor

source: Server Message of the Day
nl: Server Boodschap van de dag
pt_br: Mensagem do Dia do Servidor

source: Server ping
pt_br: Ping do Servidor

source: Join message
nl: voeg boodschap samen
pt_br: Mensagem de entrada

source: Part message
nl: Deel bericht
pt_br: Messagem de partida

source: Unrecognized/broken message
nl: onherkende boodschap
pt_br: Mensagem desconhecida/quebrada

source: Topic message
nl: Topic boodschap
pt_br: Mensagem de tópico

source: Own private message
pt_br: Mensagem do privado próprio

source: Channel private message
nl: Kanaal private boodschap
pt_br: Mensagem privada ao canal

source: Query private message
nl: Verzoekt private boodschap
pt_br: Mensagem de pergunta privada

source: CTCP reply
nl: CTCP antwoord
pt_br: Resposta de CTCP

source: CTCP request replied
nl: CTCP verzoek beantwoord
pt_br: Pedido de CTCP respondido

source: CTCP request ignored
nl: CTCP verzoek genegeerd
pt_br: Pedido de CTCP ignorado

source: CTCP request flood warning
nl: CTCP verzoek flood waarschuwing
pt_br: Aviso de flood de pedido CTCP

source: CTCP request unknown
nl: CTCP verzoek onbekend
pt_br: Pedido de CTCP desconhecido

source: User action
nl: Gebruikers actie
pt_br: Ação do Usuário

source: Avatar change
nl: Verandering van avatar
pt_br: Mudança de avatar

source: Quit message
nl: Boodschap afsluiten
pt_br: Mensagem de saída

source: Split message
nl: Splitst boodschap
pt_br: Messagem de separação

source: Quit on netsplit message
pt_br: Sair com a mensagem de separação

source: Nick changes
nl: Veranderde nicknamen
pt_br: Mudanças de apelido

source: +o mode change
nl: +o mode verandering
pt_br: mudou o modo para +o

source: -o mode change
nl: -o mode verandering
pt_br: mudou o modo para -o

source: +v mode change
nl: +v mode verandering
pt_br: mudou o modo para +v

source: -v mode change
nl: -v mode verandering
pt_br: mudou o modo para -v

source: Multiple user mode change
nl: Meer gebruikersmode verandering
pt_br: Mudança múltipla do modo de usuário

source: Channel key change
nl: Kanaaltoets verandering
pt_br: Mudança da senha do canal

source: Channel limit change
nl: Kanaal limiet verandering
pt_br: Mudança do limite do canal

source: +b mode change
nl: +b mode verandering
pt_br: mudar modo para +b

source: -b mode change
nl: -b mode verandering
pt_br: mudar modo para -b

source: +e mode change
nl: +e mode verandering
pt_br: mudar modo para +e

source: +I mode change
nl: +I mode verandering
pt_br: mudar modo para +i

source: -I mode change
nl: -I mode verandering
pt_br: mudar modo para -i

source: Multiple channel mode change
pt_br: Mudança múltipla do modo de canal

source: Who reply
nl: Who antwoord
pt_br: Resposta de Who

source: DCC request
nl: DCC verzoek
pt_br: Pedido de DCC

source: DCC message
nl: DCC bericht
pt_br: Mensagem de DCC

source: DCC error
nl: DCC fout
pt_br: Erro de DCC

source: Nickname problem
nl: probleem met nicknaam
pt_br: Problema no apelido

source: Whois user reply
nl: Whois gebruiker antwoord
pt_br: Resposta whois do usuário

source: Whois channels reply
nl: Whois kanalen antwoord
pt_br: Resposta Whois dos canais

source: Whois idle reply
nl: Whois idle antwoord
pt_br: Resposta Whois inativo

source: Whois server reply
nl: Whois server antwoord
pt_br: Resposta Whois do servidor

source: Whois other reply
nl: Whois overige antwoorden
pt_br: Outras respostas de Whois

source: Channel creation time reply
nl: Antwoord op kanaal aanmaakt tijd
pt_br: Resposta de tempo na criação do canal

source: Notify list joins
nl: Toevoegingen aan notificatie lijst
pt_br: Notificar entradas na lista

source: Notify list leaves
nl: Verwijderingen aan notificatie lijst
pt_br: Notificar saídas da lista

source: Own encrypted private message
pt_br: Mensagem privada própria criptografada

source: Channel encrypted private message
nl: Kanaal versleutelde private boodschap
pt_br: Mensagem privada criptografada do canal

source: Query encrypted private message
nl: Verzoekt versleutelde private boodschap
pt_br: Mensagem privada criptografada do privado

source: DCC chat message
nl: DCC chat boodschap
pt_br: Mensagem de DCC chat

source: Encrypted DCC chat message
nl: Versleutelde DCC chat boodschap
pt_br: Mensagem de DCC chat criptografada

source: Login operations completed
nl: Inloggen beëindigd
pt_br: Operações de entrada completas

source: Kick action
nl: Kicken
pt_br: Ação de chute

source: Links reply
nl: Antwoord van link
pt_br: Resposta de Links

source: Spam report
nl: Spam raport
pt_br: Reportar spam

source: ICQ message
nl: ICQ boodschap
pt_br: Mensagem de ICQ

source: ICQ user-message
nl: ICQ gebruiker boodschap
pt_br: Mensagem de usuário do ICQ

source: Outgoing ICQ user-message
nl: Uitgaande ICQ gebruikers-boodschap
pt_br: Mensagem de saida de usuário do ICQ

source: Channel notice
nl: Kanaal opmerking
pt_br: Notícia do Canal

source: Encrypted channel notice
nl: Versleutelde kanaal opmerking
pt_br: Notícia do Canal criptografada

source: Query notice
nl: Verzoekt notitie
pt_br: Notícia de privado

source: Encrypted query notice
nl: Versleutelde verzoek opmerking
pt_br: Notícia de privado criptografada

source: Server notice
nl: Server notitie
pt_br: Notícia do servidor

source: Halfop mode change
nl: Halfop mode verandering
pt_br: Mudaça de modo semioperador

source: Unknown CTCP reply
nl: Onbekend CTCP antwoord
pt_br: Resposta CTCP desconhecida

source: NickServ message
nl: NickServ boodschap
pt_br: Mensagem do NickServ

source: ChanServ message
nl: ChanServ boodschap
pt_br: Mensagem do ChanServ

source: Away message
nl: Weg-boodschap
pt_br: Mensagem de ausente

source: Ident message
pt_br: Mensagem de ident

source: Channel list message
nl: Kanaal lijst boodschap
pt_br: Mensagem da lista de canais

source: Half-deop mode change
nl: Half-deop mode verandering
pt_br: Mudança de modo deop semioperador

source: Invite message
nl: Uitnodiging
pt_br: Mensagem de convite

source: Multimedia message
nl: Multimedia boodschap
pt_br: Mensagem multimídia

source: Query trace message
pt_br: Rastrear mensagem de privado

source: Wallops message
nl: Wallops boodschap
pt_br: Mensagem wallops

source: Join error message
nl: samenvoegfout
pt_br: Mensagem de erro ao entrar

source: Broadcast private message
pt_br: Mensagem de privado difundida

source: Broadcast notice
pt_br: Difundir notícia

source: Am kicked
nl: Ik ben ge-kickt
pt_br: Am chutado

source: Am op'd
nl: Ik ben op'd
pt_br: Am "opado"

source: Am voiced
nl: Ik kan spreken
pt_br: Am "voiceado"

source: Am deop'd
nl: Ik ben deop'd
pt_br: Am "desopado"

source: Am devoiced
nl: Ik kan niet spreken
pt_br: "Am devoiceado"

source: Am halfop'd
nl: Ik ben half-op'd
pt_br: Am "semiopado"

source: Am de-halfop'd
nl: Ik ben de half-op 'd
pt_br: Am "semidesopado"

source: Ban matching my mask
nl: Ban overeenkomstig mijn masker
pt_br: Banir semelhança com minha máscara

source: Unban matching my mask
pt_br: Desbanir semelhança com minha máscara

source: Ban exception matching my mask
nl: Ban uitzonderingen overeenkomstig mijn masker
pt_br: Exceção de ban semelhante a minha máscara

source: Ban unexception matching my mask
nl: Ban toelating overeenkomstig mijn masker
pt_br: Ban sem exceção combina com minha máscara

source: Invite exception matching my mask
pt_br: A exceção de convite combina com minha máscara

source: Invite unexception matching my mask
pt_br: Convite sem exceção combina com minha máscara

source: Ignored user message
nl: Boodschap van genegeerde gebruiker
pt_br: Mensagem de usuário ignorada

source: Server statistics
nl: Server statistieken
pt_br: Estatisticas do servidor

source: SSL message
nl: SSL bericht
pt_br: Mensagem SSL

source: Search
nl: Zoeken
pt_br: Procurar

source: Generic success
nl: Algemeen succes
pt_br: Sucesso genérico

source: Generic status
nl: Algemene status
pt_br: Estado genérico

source: Generic verbose message
nl: Algemeen weergegeven boodschap
pt_br: Mensagem genérica detalhada

source: Generic warning
nl: Algemene waarschuwing
pt_br: Aviso genérico

source: Generic error
nl: Algemene fout
pt_br: Erro genérico

source: Generic critical error
nl: Algemene kritische fout
pt_br: Erro crítico genérico

source: Chan admin status set
nl: Kanaal admin status bevestigd
pt_br: Colocado estado de admin de canal

source: Chan admin status unset
nl: Kanaal admin status verwijderd
pt_br: Retirado estado de admin de canal

source: Own chan admin status set
pt_br: Colocado estado de admin proprietário do canal

source: Own chan admin status unset
pt_br: Removido estado de admin proprietário do canal

source: Userop mode change
pt_br: Mudança de modo usuario operador

source: User-deop mode change
pt_br: Mudança de modo usuario não operador

source: Am userop'd
nl: Ik ben gebruikersop'd
pt_br: Am "opado"

source: Am de-userop'd
nl: Ik ben de gebruikers-op'd
pt_br: Am "desopado"

source: Verbose/Debug
nl: Weergeven/Debug
pt_br: Verbose/Depurar

source: Chan owner status set
pt_br: Posto estado de proprietário do canal

source: Chan owner status unset
nl: Kanaal eigenaar status bevestigd
pt_br: Removido estado de propietario do canal

source: Own chan owner status set
pt_br: Posto o estado de proprietário do canal

source: Own chan owner status unset
pt_br: Removido estado de proprietário do canal

source: Server error
nl: Server fout
pt_br: Erro do servidor

source: Boolean options (1/0)
nl: Boolean opties (1/0)
pt_br: Opções booleanas (1/0)

source: Rectangle options (x,y,width,height)
nl: Rechthoek opties (x,y,breedte hoogte)
pt_br: Opções do retângulo (x, y, largura, altura)

source: String options (string value)
nl: Tekenreeks opties (tekenreeks waarde)
pt_br: Opções da string (valor da string)

source: Color options (#RRGGBB)
nl: Kleur opties (#RRGGBB)
pt_br: Opções de cor (#RRGGBB)

source: Mirccolor options (#RRGGBB)
nl: Mirc kleuren optie (#RRGGBB)
pt_br: Opções de Mirccolor (#RRGGBB)

source: Irc context color options (#RRGGBB)
nl: Irc kontekst kleur opties (#RRGGBB)
pt_br: Opções da cor do contexto do IRC (# RRGGBB)

source: Pixmap options (image path)
nl: Pixmap opties (beeld pad)
pt_br: Opções de Pixmap (caminho da imagem)

source: Unsigned integer options (unsigned integer constant)
pt_br: Opções do inteiro não assinadas (constante de inteiro não assinada)

source: Font options (family,pointsize,style,charset,weight,flags (biusf))
nl: Lettertype opties (familie, punt, stijl, tekenset, gewicht, opties (biusf))
pt_br: Opções de fonte (family,pointsize,style,charset,weight,flags (biusf))

source: Message color options (image_id,foreground,background,logFlag (0/1))
nl: Bericht kleur (beeld_id, voorgrond, achtergrond, log-optie (0/1))
pt_br: Opções de cor da mensagem (image_id, primeiro plano, fundo, logFlag (0/1))

source: String list options (comma separated list of strings)
nl: Tekenreeks opties (lijst gescheiden met comma's)
pt_br: Opções da lista de strings (lista de strings separadas por vírgulas)

source: IRC Context related actions
nl: IRC contekst gebonden acties
pt_br: Ações Relacionadas ao Contexto de IRC

source: Generic
nl: Algemeen
pt_br: Genérico

source: Generic actions
nl: Algemene acties
pt_br: Ações genéricas

source: Settings
nl: Instellingen
pt_br: Configurações

source: Actions related to settings
nl: Acties verbonden aan de instellingen
pt_br: Acões relacionadas às configurações

source: Scripting related actions
pt_br: Acões relacionadas ao Scripting

source: Actions related to the Graphic User Interface
nl: Acties verbonden aan de Grafische gebruikers Interface
pt_br: Acões relacionadas à Interface Gráfica do Usuário (GUI)

source: Channel
nl: Kanaal
pt_br: Canal

source: IRC Channel related actions
nl: IRC kanaal gebonden acties
pt_br: Ações Relacionadas ao Contexto de IRC

source: Tools
nl: Hulpmiddelen
pt_br: Ferramentas

source: Actions that will appear in the "Tools" menu
nl: Acties die in de map "Tools" menu terugkomen
pt_br: Ações que aparecerão no menu "Ferramentas"

source: Sending out PING based lag probe
pt_br: Enviando um PING baseado na verificação do lag

source: Sending out CTCP based lag probe
pt_br: Enviando um CTCP baseado na verificação do lag

source: Registered lag check with reliability %u (%s)
nl: Geregistreerde vertraging gecontroleerd met de betrouwbaarheid %u (%s)
pt_br: Verificação do lag registada com confiabilidade %u (%s)

source: Lag check completed (%s)
nl: Vertragingsmeter volledig (%s)
pt_br: Verificação do lag completa (%s)

source: Lag check aborted (%s)
nl: Vertragingsmeter afgebroken (%s)
pt_br: Verificação do lag abortaeda (%s)

source: Hostname resolution aborted
nl: Verbinding geanuleerd
pt_br: Resolução do nome do host abortada

source: Attempting %Q to %Q (%Q) on port %u
nl: Probeer te verbinden met %Q to %Q (%Q) poort %u
pt_br: Tentando %Q com %Q (%Q) na porta %u

source: secure connection
nl: veilige verbinding
pt_br: conexão segura

source: connection
nl: Verbinding
pt_br: conexão

source: Attempting to 'bounce' on proxy %s on port %u (protocol %s)
nl: Probeer 'aan te kloppen' bij proxy %s poort %u (protocol %s)
pt_br: Tentar 'bounce' no proxy %s na porta %u (protocolo %s)

source: Using cached proxy IP address (%s)
nl: Gebruik verborgen proxy IP adres (%s)
pt_br: Usando ENDEREÇO IP do proxy armazenado (%s)

source: Unable to look up the IRC proxy hostname: Can't start the DNS slave
pt_br: Não foi possível encontrar o nome de máquina do proxy IRC: não pude iniciar o DNS escravo

source: Resuming direct server connection
nl: Bezig met hervatten van de verbinding
pt_br: Recomeçando a conexão direta do servidor

source: Looking up the proxy hostname (%s)...
nl: Zoek de proxy hostnaam (%s)...
pt_br: Localizando nome de host do proxy (%s)...

source: Can't find the proxy IP address: %Q
nl: Kan het proxy IP adres niet vinden: %Q
pt_br: Não foi possível encontrar o endereço IP do proxy: %Q

source: Using cached server IP address (%s)
nl: Gebruikverborgen server IP adres (%s)
pt_br: Usando o ENDEREÇO IP (%s) armazenado do servidor

source: Unable to look up the server hostname: Can't start the DNS slave
pt_br: Não foi possível encontrar o nome de máquina do servidor: não pude iniciar o DNS escravo

source: Looking up the server hostname (%s)...
nl: Zoek de server hostnaam (%s)...
pt_br: Localizando nome de máquina do servidor (%s)...

source: Can't find the server IP address: %Q
nl: Kan het IP adres van de server niet vinden: %Q
pt_br: Não foi possível encontrar o endereço IP do servidor: %Q

source: The specified bind address (%Q) is not valid
nl: Het gespecifieerde adres (%Q) is niet geldig
pt_br: O endereço (%Q) especificado para fazer conexões não é válido.

source: The specified bind address (%Q) is not valid (the interface it refers to might be down)
pt_br: O endereço (%Q) especificado para fazer conexões não é válido (A interface a que ele se refere pode estar desativada)

source: The system-wide IPv6 bind address (%s) is not valid
pt_br: O endereço (%s) do sistema especificado para fazer conexões IPv6 não é válido

source: The system-wide IPv6 bind address (%s) is not valid (the interface it refers to might be down)
pt_br: O endereço (%s) do sistema especificado para fazer conexões IPv6 não é válido (A interface a que ele se refere pode estar desativada)

source: The system-wide IPv4 bind address (%s) is not valid
pt_br: O endereço (%s) do sistema especificado para fazer conexões IPv4 não é válido

source: The system-wide IPv4 bind address (%s) is not valid (the interface it refers to might be down)
pt_br: O endereço (%s) do sistema especificado para fazer conexões IPv4 não é válido (A interface a que ele se refere pode estar desativada)

source: Channel operators
nl: Kanaal operators
pt_br: Operadores de canal

source: Voiced users
pt_br: Usuarios com voice

source: Half-operators
pt_br: semioperadores

source: Ban masks
nl: Ban maskers
pt_br: Máscaras de Ban

source: Color free (no ANSI colors)
nl: Kleur vrij (geen ANSI kleuren
pt_br: Livre de cores (sem cores ANSI)
