Repository: kvirc/KVIrc
Catalog: po/modules/options/options_*.po
Languages: pt_br

source: Enable user tooltips
pt_br: Habilitar dicas de usuário

source: Use flood protection (recommended)
pt_br: Usar proteção contra flood (recomendado)

source: <center>This option makes KVIrc only respond to a limited number of CTCP requests within a specified time interval, to prevent "flooding" CTCP messages.</center>
pt_br: <center>Esta opção faz com que o KVirc apenas responda a número limitado de pedidos CTCP dentro de um intervalo de tempo especificado, para prevenir o "flood" de mensagens CTCP.</center>

source: Allow up to:
pt_br: Permitir até:

source: requests
pt_br: pedidos

source: <center>Minimum value: <b>0 requests</b><br>Maximum value: <b>10000 requests</b></center>
pt_br: <center>Valor mínimo: <b>0 pedidos</b><br>Valor máximo: <b>10000 pedidos</b></center>

source: within:
pt_br: dentro de:

source: <center>Minimum value: <b>1 sec</b><br>Maximum value: <b>3600 sec</b></center>
pt_br: <center>Valor mínimo: <b>1 seg</b><br>Valor máximo: <b>3600 seg</b></center>

source: Ignored Requests
pt_br: Pedidos Ignorados

source: General Preferences
pt_br: Preferências Gerais

source: Close this dialog, accepting all changes.
pt_br: Fecha esta caixa de diálogo, aceitando todas as alterações.

source: &Apply
pt_br: &Aplicar

source: Commit all changes immediately.
pt_br: Aplicar as alterações imediatamente.

source: Close this dialog, discarding all changes.
pt_br: Fecha esta caixa de diálogo, rejeitando todas as alterações.

source: This table contains the text icon associations.<br>KVirc will use them to display the CTRL+I escape sequences and eventually the emoticons.
pt_br: Esta tabela contém as associações de ícones de texto.<br>O KVIrc os utilizará para visualizar às sequências de escape CTRL+I e eventualmente os ícones emotivos.

source: Add
pt_br: Adicionar

source: Delete
pt_br: Deletar

source: unnamed
pt_br: Semnome

source: Enable word highlighting
pt_br: Habilitar destaque de palavras

source: Words to highlight:
pt_br: Palavras a destacar:

source: Highlight messages containing my nickname
pt_br: Destacar mensagens que contenham o meu apelido

source: <center>If this option is enabled, KVIrc will highlight any user message containing your current nickname</center>
pt_br: <center>Se esta opção estiver ativa, o KVirc irá destacar qualquer mensagem de usuário que tenha o seu apelido atual</center>

source: Flash the system taskbar entry on highlighted messages
pt_br: Piscar a barra de tarefas do sistema nas mensagens destacadas

source: <center>If this option is enabled, KVIrc will (attempt to) flash the system taskbar entry when a highlighted message is printed and KVIrc is not the active window</center>
pt_br: <center>Se esta opção estiver ativa, o KVirc irá (tentar) piscar a entrada na barra de tarefas do sistema quando uma mensagem destacada for exibida e a janela do KVirc não estiver ativa.</center>

source: Popup the notifier window on highlighted messages
pt_br: Exibir a janela de notificação nas mensagens destacadas

source: <center>If this option is enabled, KVIrc will popup a little notifier window in the low right corner of your desktop when a highlighted message is printed and KVIrc is not the active window</center>
pt_br: <center>Se esta opção estiver ativa, o KVirc irá mostrar uma pequena janela de notificação no canto inferior direito do seu Área de Trabalho, quando uma mensagem destacada for exibida e o KVirc não for a janela ativa</center>

source: Restrict alert
pt_br: Alerta restrito

source: <center>If this option is enabled, KVIrc will alert in the taskbar only if a normal message is received in a channel.<br>Actions like joins, parts and mode changes will be ignored.<br> This is useful if you are in channels with a high rate of traffic and only want to be alerted for messages that are interesting to you.</center>
pt_br: <center>Se esta opção estíver ativa, o KVirc irá alertar na barra de tarefas apenas se uma mensagem normal for recebida em um canal.<br>Ações como entrar, partir e mudança de modos serão ignoradas.<br> Isto é útil se estiver em canais com uma alta taxa de tráfego e você quiser ser alertado apenas por mensagens que lhe interessam.</center>

source: Alert for highlighted words
pt_br: Alerta para palavras destacadas

source: <center>If this option is enabled, the taskbar will also alert for messages which contain a word from the highlighted words list above.</center>
pt_br: <center>Se esta opção estiver ativa, a barra de tarefas também irá alertar para mensagens que contenham uma palavra da lista de palavras destacadas.</center>

source: Alert for query messages
pt_br: Alerta para mensagens query

source: <center>If this option is enabled, the taskbar will also alert for messages which are shown in queries.</center>
pt_br: <center>Se esta opção estiver ativa, a barra de tarefas também irá alertar para mensagens exibidas nos queries.</center>

source: Use custom alert level
pt_br: Usar nível de alerta personalizado

source: <center>If this option is enabled, KVIrc will alert in the taskbar only if the specified alert level is reached.</center>
pt_br: <center>Se esta opção estiver ativa, o KVirc irá alertar na barra de tarefas apenas se o nível de alerta especificado for alcançado.</center>

source: Minimum alert level:
pt_br: Nível de alerta mínimo:

source: <center>This option sets the minimum alert level for the taskbar.</center>
pt_br: <center>Esta opção define o nível de alerta mínimo para a barra de tarefas.</center>

source: Output verbosity
pt_br: Saída detalhada

source: Mute
pt_br: Mudo

source: Quiet
pt_br: Quieto

source: Paranoic
pt_br: Paranoico

source: Show in active window
pt_br: Exibir na janela ativa

source: External messages
pt_br: Mensagens externas

source: External CTCP replies
pt_br: Resposta CTCP externas

source: Whois replies
pt_br: Respostas whois

source: ChanServ and NickServ notices
pt_br: Noticias do Chanserv e Nickserv

source: Invite messages
pt_br: Mensagens de convite

source: Server replies
pt_br: Respostas do servidor

source: Server notices
pt_br: Noticias do servidor

source: Broadcast and WALLOPS messages
pt_br: Mensagens de difusão da rede e WALLOPS

source: Show extended server information
pt_br: Exibir informações extendidas do servidor

source: Show server pings
pt_br: Exibir pings do Servidor

source: Show own parts in the console
pt_br: Exibir saídas próprias no console

source: Show compact mode changes
pt_br: Exibir mudanças de modo compactas

source: Confirm quit with active connections
pt_br: Confirmar quit com conexões ativas

source: Remember window properties
pt_br: Lembrar propriedades da janela

source: Open Dialog Window For
pt_br: Abrir Janela de Diálogo Para

source: Preferences
pt_br: Preferências

source: Registered Users
pt_br: Usuários Registados

source: Servers
pt_br: Servidores

source: Keep channels open
pt_br: Manter canais abertos

source: Keep queries open
pt_br: Manter conversas abertas

source: On Unexpected Disconnect
pt_br: Ao Desconectar Inesperadamente

source: <center>This option will cause KVIrc to keep channels open after an unexpected disconnect.</center>
pt_br: <center>Esta opção faz com que o KVIrc mantenha os canais abertos após uma desconexão inesperada.</center>

source: <center>This option will cause KVIrc to keep queries open after an unexpected disconnect.</center>
pt_br: <center>Esta opção faz com que o KVIrc mantenha os queries abertos após uma desconexão inesperada.</center>

source: Rejoin channels after reconnect
pt_br: Voltar aos canais após reconectar

source: <center>This option will cause KVIrc to rejoin channels after a successful reconnect attempt.</center>
pt_br: <center>Esta opção faz com que o KVIrc volte aos canais após uma tentativa de reconexão bem sucedida.</center>

source: Reopen queries after reconnect
pt_br: Reabrir queries após reconectar

source: <center>This option will cause KVIrc to reopen query windows after a successful reconnect attempt.</center>
pt_br: <center>Esta opção faz o KVIrc abrir novamente os queries após uma tentativa de reconexão bem sucedida.</center>

source: Automatically reconnect
pt_br: Reconectar automaticamente

source: <center>This option will enable auto-reconnecting after an unexpected disconnect. An unexpected disconnect is the <b>termination</b> of a <b>fully connected IRC session</b> that was <b>not requested by the user</b> by the means of the QUIT message.<p><b>Warning:</b> If you use /RAW to send a QUIT message to the server, this option will not behave correctly, since does not detect the outgoing QUIT message and will attempt to reconnect after the server has closed the connection. For this reason, always use the /QUIT command to close your connections. This option may also behave incorrectly with bouncers that support detaching, in this case a solution could be to prepare an alias that sends the bouncer "detach" command immediately before the "quit" command.<br><tt>alias(bncdetach){ raw bouncer detach; quit; }</tt></p></center>
pt_br: <center>Esta opção ativa a auto-reconexão após uma desconexão inesperada. Uma desconexão inesperada é a <b>finalização</b> de uma<b> sessão de IRC completa </b>que não foi <b>pedida pelo usuário</b> por meio de uma mensagem QUIT.<p><b>Aviso:</b> se utilizar o /RAW para enviar uma mensagem QUIT para o servidor, esta opção não irá funcionar corretamente, isto porque não será detectada a saida de uma mensagem QUIT e tentará reconectar depois que o servidor fechar a conexão. Por esta razão, use sempre o comando /QUIT para fechar as suas conexões. Esta opção também pode se comportar incorretamente com 'bouncers' que suportem 'detaching', neste caso a solução pode ser preparar um alias que envie o comando "detach" do 'bouncer' imediatamente antes do comando "quit".<br><tt>alias(bncdetach){ raw bouncer detach; quit; }</tt></p></center>

source: Maximum attempts (0: unlimited):
pt_br: Máximo de tentativas (0: ilimitadas):

source: Delay between attempts:
pt_br: Intervalo de tempo entre às tentativas:

source: <center>Minimum value: <b>0 sec</b><br>Maximum value: <b>86400 sec</b></center>
pt_br: <center>Valor mínimo: <b>0 segundos</b><br>Valor máximo: <b>86400 segundos</b></center>

source: Certificate
pt_br: Certificado

source: Use SSL certificate (PEM format only)
pt_br: Usar certificado SSL (somente formato PEM)

source: Certificate location:
pt_br: Local do certificado:

source: Certificate password:
pt_br: Senha do certificado:

source: Private Key
pt_br: Chave privada

source: Use SSL private key
pt_br: Usar chave SSL privada

source: Private key location:
pt_br: Local da chave privada:

source: Private key password:
pt_br: Senha da chave privada:

source: This executable has no SSL support.
pt_br: Este executavel nao tem suporte SSL.

source: Timeout Values
pt_br: Valores de Limite deTempo

source: Connect timeout:
pt_br: Limite de tempo para conectar:

source: Outgoing data queue flush timeout:
pt_br: Limite de Tempo para voltar com a saída de dados:

source: Limit outgoing traffic
pt_br: Limitar trafego de saida

source: Limit to 1 message every:
pt_br: Limite a 1 mensagem cada:

source: usec
pt_br: microsegundos

source: <center>Minimum value: <b>10000 usec</b><br>Maximum value: <b>10000000 usec</b></center>
pt_br: <center>Valor mínimo: <b>10000 microsegundos</b><br>Valor máximo: <b>10000000 microsegundos</b></center>

source: Network Interfaces
pt_br: Interfaces de Rede

source: Bind IPv4 connections to:
pt_br: Fazer conexões IPv4 usando:

source: Bind IPv6 connections to:
pt_br: Fazer conexões IPv4 usando:

source: Enable ident service (bad practice on UNIX!)
pt_br: Habilitar serviço de ident (não recomendado no UNIX)

source: Ident username:
pt_br: Nome de usuário do ident:

source: Service port:
pt_br: Porta do serviço:

source: IPv6 Settings
pt_br: Configurações do IPv6

source: Enable service for IPv6
pt_br: Habilitar serviço para IPv6

source: IP stack treats IPv4 as part of IPv6 namespace
pt_br: A pilha do sistema trata IPv4 como parte do espaço de nomes IPv6

source: <p><b>Warning:</b><br>This is a <b>non RFC 1413 compliant</b> ident daemon that implements only a limited subset of the Identification Protocol specifications. If it is possible, install a real ident daemon.</p>
pt_br: <p><b>Aviso:</b><br>Isto é um <b>daemon ident</b> não RFC 1413 complilante que implementa apenas um sub grupo de especificações do Protocolo de Identificação. Se possível, instale um daemon ident real.</p>

source: <p><b>Warning:</b><br>This is a <b>non RFC 1413 compliant</b> ident daemon that implements only a limited subset of the Identification Protocol specifications.<br>On UNIX, you may also need root privileges to bind to the auth port (113).<br>It is <b>highly recommended</b> that a <b>real</b> system-wide ident daemon be used instead, or none at all if ident is not required.</p>
pt_br: <p><b>Aviso:</b><br>Isto é um daemon ident <b>não RFC 1413 complacente</b> que implementa apenas um limite de sub definições das especificações do Protocolo de Identificação. <br>Em UNIX, você pode também precisar de privilégios root para ligar à porta de autenticação (113).<br>É <b>altamente recomendado</b> que um daemon ident <b>real</b> do sistema seja usado, ou nenhum se o ident não for requerido.</p>

source: Automatically Log
pt_br: Log Automático

source: Query windows
pt_br: Janelas de Privado

source: Channel windows
pt_br: Janelas de canal

source: DCC Chat windows
pt_br: Janelas de DCC Chat

source: Console windows
pt_br: Janelas de console

source: Minimize console after successful login
pt_br: Minimizar console após entrar corretamente

source: <center>This option will cause KVIrc to minimize the console window after successfully logging into a server.</center>
pt_br: <center>Esta opção irá fazer com que o KVirc minimize a janela de console depois de entrar com sucesso em um servidor.</center>

source: Force immediate quit
pt_br: Forçar quit imediato

source: <center>This option causes KVIrc to close the connection immediately after sending the QUIT message.<br>When this option is disabled, KVIrc will wait for the server to close the connection.<br>Note that if you use this, your QUIT message may be not displayed.</center>
pt_br: <center>Esta opção faz com que o KVirc feche a conexão imediatamente após enviar a mensagem QUIT.<br>Quando esta opção está desativada, o KVirc irá esperar que servidor feche a conexão.<br>Note que se utilizar isto, a mensagem de QUIT pode não ser exibida.</center>

source: On Channel Kick
pt_br: Ao ser Chutado do Canal

source: Rejoin channel
pt_br: Reentrar no canal

source: <center>This option will cause KVIrc to attempt to rejoin a channel after being kicked.</center>
pt_br: <center>Esta opção faz com que o KVirc tente reentrar em um canal depois de ser chutado.</center>

source: Keep channel open
pt_br: Manter janela de canal aberta

source: <center>This option will cause KVIrc to keep the channel window open after being kicked.<br>It might be a good idea to also enable the "Rejoin channel" option.</center>
pt_br: <center>Esta opção fará com que o KVirc mantenha a janela do canal aberta após ser chutado.<br>Pode ser uma boa ideia também ativar a opção"Reentrar no canal".</center>

source: On Channel Part
pt_br: Ao Sair do Canal

source: <center>This option will cause KVIrc to keep the channel window open after leaving it.</center>
pt_br: <center>Esta opção fará com que o KVirc mantenha a janela do canal aberta depois de sair do canal.</center>

source: Automatically join channel on invite
pt_br: Entrar automaticamente no canal quando convidado

source: <center>This option will cause KVIrc to automatically join a channel when an INVITE message for that channel is received.<br><b>Warning:</b> This may help spammers harass you. :)</center>
pt_br: <center>Esta opção fará com que o KVirc entre automaticamente em um canal quando uma mensagem de CONVITE para esse canal for recebida.<br><b>Aviso:</b>Isto pode ajudar alguns spammers a te chatear. :)</center>

source: On Channel Join
pt_br: Ao Entrar em um Canal

source: Do not send /WHO request
pt_br: Não enviar pedido /WHO

source: Do not request ban list
pt_br: Não enviar pedido de lista

source: Do not request ban exception list
pt_br: Não pedir lista com excepções de bans

source: Do not request invite list
pt_br: Não pedir lista de convites

source: Echo channel topic
pt_br: Exibir tópico do canal

source: Show channel sync time
pt_br: Exibir o tempo de sincronização do canal

source: Default text encoding:
pt_br: Codificação de texto padrão:

source: Use Language Encoding
pt_br: Usar Codificação de Língua

source: Enable Anti-spam For
pt_br: Ativar Anti-spam Para

source: Silent anti-spam (no warnings)
pt_br: Anti-spam Silencioso (sem avisos)

source: Words considered spam:
pt_br: Palavras consideradas spam:

source: Use workaround for firewall
pt_br: Tentar funcionar atrás de firewall

source: <center>Enable this option if you can't accept incoming connections.<br>KVIrc will try to use different methods to send and receive files.<br>Please note that these methods may NOT work when communicating with a non-KVIrc client.</center>
pt_br: <center>Ative esta opção se não consegue aceitar conexões.<br>O KVirc irá tentar usar diferentes métodos para enviar e receber arquivos.<br>Por favor note que este método pode NÃO funcionar quando estiver se comunicando com clientes que não utilizem o KVirc.</center>

source: Network Properties
pt_br: Propriedades da Rede

source: Use user-defined address or network interface
pt_br: Usar o endereço definido pelo usuário ou uma interface de rede

source: <center>Enable this option if you are on a multihost machine and want to force one of the available IP addresses to be used for outgoing DCCs.<br>This is especially useful when you use IPv6 and IPv4 addresses.<br>You can force KVIrc to always choose the IPv4 interface.</center>
pt_br: <center>Ative esta opção se ester em uma máquina multihost e quer forçar um dos endereços IP disponiveis para ser usado no envio de DCCs.<br>Isto é especialmente util quando se utiliza endereço IPv6 e IPv4. <br>Você pode forçar o KVirc para sempre escolher um interface IPv4.</center>

source: Listen on address/interface:
pt_br: Escutar em um endereço/interface:

source: <center>This is the IP address or name of the interface to use by default for outgoing DCC transfers.<br>On UNIX systems that support it, you can also specify IPv4 interface names (such as <b>ppp0</b>).<br>If you set it to <b>0.0.0.0</b>, KVIrc will try to use the first available IPv4 interface</center>
pt_br: <center>Este é o endereço IP ou nome de interface para ser usada por padrão para envio de transferências DCC. <br>Em sistemas UNIX que suportam isto, você também pode especificar nomes de interfaces IPv4 (tais como <b>ppp0</b>).<br>Se você definir para utilizar <b>0.0.0.0</b>, o KVirc irá tentar usar a primeira interface IPv4 disponível.</center>

source: Use user-defined port range
pt_br: Usar intervalo de portas definido

source: <center>Enable this option if you want specify a local port range for DCC.</center>
pt_br: <center>Ative esta opção se quiser especificar um intervalo de portas locais para DCC.</center>

source: Lowest port:
pt_br: Porta mais baixa:

source: Highest port:
pt_br: Porta mais alta:

source: Send a fixed address in requests
pt_br: Enviar um endereço fixo nos pedidos

source: <center>Enable this option if you want to always send a fake IP address in your DCC requests.<br>This might be useful if you're behind a router with a static address that does network address translation (NAT) and forwards all or a range of ports.</center>
pt_br: <center>Ative esta opção se quiser enviar sempre um endereço IP falso nos seus pedidos DCC. <br>Isto pode ser útil se estiver atrás de um router com um endereço estático que faz traduções de endereços de rede (NAT) e adianta todas ou apenas uma extensão de portas.</center>

source: Send address/interface:
pt_br: Enviar endereço/interface:

source: <center>This is the fixed address that will be sent with all DCC requests if you enable the option above.</center>
pt_br: <center>Este é o endereço fixo que será enviado a todos os pedidos DCC se você ativar a opção acima.</center>

source: Guess address from IRC server if unroutable
pt_br: Adivinhar o endereço do servidor de IRC se fora de alcance

source: <center>You can enable this option if you are behind a router that forwards all or a range of ports.<br>KVIrc will try to guess the IP address to use for DCC by looking up the local hostname as seen by the IRC server you're connected to.<br>This method is an exclusive alternative to the "fixed address" above.<br>It might guess the correct address automatically if certain conditions are met (e.g. the IRC server does not mask hostnames).</center>
pt_br: <center>Você pode ativar esta opção se estiver atrás de um router que envia tudo ou um intervalo de portas.<br>O KVirc irá tentar adivinhar o endereço IP a usar para DCC ao procurar o nome do servidor local como visto pelo servidor IRC onde está ligado.<br>Este método é uma alternativa exclusiva ao "endereço fixo" indicado.<br>Voc pode adivinhar automaticamente o endereço correto se verificarem certas condições(por ex: o servidor de IRC não mascára os nomes dos servidores).</center>

source: Use "broken bouncer hack" to detect address
pt_br: Usar "broken bouncer hack" para detectar endereços

source: <center>When you're behind a dialup router and also tunneling through a psyBNC bouncer, you can use a bug in the bouncer to force KVIrc to bind the DCC connections to the dialup router's address.<br>It's an ugly hack - use it only if nothing else works.</center>
pt_br: <center>Quando estiver atrás de um roteador dialup, e também passa através de um bouncer psyBNC, você pode usar um erro no bouncer para forçar o KVirc a juntar as ligações DCC ao endereço do modem de onde o roteador se liga.<br>É um hack feio, use-o apenas se nada mais tiver dado resultado.</center>

source: Notify failed DCC handshakes to the remote end
pt_br: Notificar ao outro extremo as negociações de DCC que falharem

source: <center>If you enable this option, when a DCC request from a remote user can't be satisfied KVIrc will notify him by a CTCP ERRMSG. This is a nice feature so it is a good idea to leave it on unless for some reason you have deactivated the antiflood system: in this case turning off this option might help if you often get attacked by CTCP floods.</center>
pt_br: <center>Se ativar esta opção, quando não puder satisfazer um pedido DCC de um usuário remoto, KVIrc o notificará mediante um CTCP ERRMSG. Esta é uma característica agradável por isso é uma boa idéia deixa-la ativa a menos que por alguma razão tenha desativado o sistema antiflood: neste caso desativar esta opção pode ajudar se você for frequentemente atacado por CTCP floods</center>

source: Maximum number of DCC sessions
pt_br: Número máximo de sessões DCC

source: <center>This is the maximum number of concurrent DCC sessions and it includes all the DCC types (send,chat,recv...). KVIrc will refuse the requests when this limit is reached.</center>
pt_br: <center>Este é o número máximo de sessões DCC simultâneas e inclue todos os tipos de DCC (envío, chat, recepção...). KVIrc irá recusar os pedidos quando este límite for alcançado.</center>

source: DCC socket timeout:
pt_br: Tempo limite do Socket DCC:

source: <center>This is the amount of time that KVIrc will wait for a response before assuming that a DCC has failed because the remote client was unable to connect to our listening socket.</center>
pt_br: <center>Este é o tempo que o KVirc irá esperar por uma resposta antes de assumir que o DCC falhou, porque o cliente remoto não foi capaz de conectar ao nosso socket em escuta.</center>

source: On Incoming File
pt_br: Ao Receber Arquivo
