Repository: kvirc/KVIrc
Catalog: po/modules/options/options_*.po
Languages: pt_br

source: <center>The following commands will be executed after a connection has been established.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote pass secret</tt> instead of <tt>/quote pass secret</tt>).<br>KVIrc will first send the USER command, then eventually PASS and NICK and then execute this command sequence.<br>This is particularly useful for IRC bouncers that require login commands.</center>
pt_br: <center>Os seguintes comandos serão executados depois que uma conexão for estabelecida.<br><b>Importante:</b> Digite os comandos <b>sem</b> uma barra precedente (ex: <tt>quote pass secret</tt> ao invés de <tt>/quotepass secret</tt>).<br> O KVIrc primeiramente eviará um comando USER, então eventualmente PASS e NICK executando então esta seqüência de comandos. Isto é particularmente útil para os bouncers de IRC que requerem comandos no início de uma sessão.</center>

source: <center>The following commands will be executed after a successful login to this server.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote privatelog</tt> instead of <tt>/quote privatelog</tt>).<br>This is useful for automatically opening queries, setting variables, etc.</center>
pt_br: <center>Os seguintes comandos serão executados depois que se tiver iniciado corretamente uma sessão com este servidor.<br><b>Importante:</b> Digite os comandos <b>sem</b> uma barra precedente (ex:. <tt>quote privatelog</tt> ao invés de <tt>/quote privatelog</tt>).<br>Isto é útil para abrir queries automaticamente, inicializar variáveis, etc.</center>

source: Server
pt_br: Servidor

source: Description
pt_br: Descrição

source: <center>This is the list of available IRC servers.<br>Right-click on the list to add or remove servers and perform other actions.<br>Double-click on a item for advanced options.</center>
pt_br: <center>Esta é a lista de servidores IRC disponíveis.<br>Clique duas vezes na lista para adicionar ou remover servidores e realizar outras ações.<br>Clique duas vezes em um elemento para exibir as opções avançadas.</center>

source: New Network
pt_br: Nova Rede

source: New Server
pt_br: Novo Servidor

source: Remove Network/Server
pt_br: Remover Rede/Servidor

source: Copy Server
pt_br: Copiar Servidor

source: Paste Server
pt_br: Colar Servidor

source: Import List
pt_br: Importar Lista

source: Server:
pt_br: Servidor:

source: <center>This is the name of the currently selected server or network</center>
pt_br: <center>Este é o nome do servidor ou da rede atualmente selecionado.</center>

source: Advanced...
pt_br: Avançado...

source: <center>Click here to edit advanced options for this entry</center>
pt_br: <center>Clique aqui para editar as opções avançadas para esta entrada</center>

source: Connect &Now
pt_br: Co&nectar Agora

source: <center>Hit this button to connect to the currently selected server.</center>
pt_br: <center>Aperte este botão para conectar ao servidor atualmente selecionado.</center>

source: <center>This button shows a list of recently used servers. It allows you to quickly find them in the list.</center>
pt_br: <center>Este botão exibe a lista de servidores usados recentemente. Isto permite que você encontre-os rapidamente na lista..</center>

source: Show this dialog at startup
pt_br: Exibir esta janela ao iniciar

source: <center>If this option is enabled, the Servers dialog will appear every time you start KVIrc</center>
pt_br: <center>Se esta opção estiver habilitada, a Janela de Servidores aparecerá toda vez que você executar o KVIrc</center>

source: Network:
pt_br: Rede:

source: No selection
pt_br: Sem Seleção

source: UnknownNet
pt_br: RedeDesconhecida

source: Remove Network
pt_br: Remove Rede

source: &New Server
pt_br: &Novo Servidor

source: Re&move Server
pt_br: Re&mover Servidor

source: &Copy Server
pt_br: &Copiar Servidor

source: &Paste Server
pt_br: &Colar Servidor

source: Clear List
pt_br: Limpar Lista

source: Oops... something weird happened:<br>Can't find any module capable of importing servers.
pt_br: Oopa... algo estranho aconteceu:<br>Não foi possível encontrar um módulo responsável pela importação dos servidores.

source: Oops... something weird happened:<br>Can't find the module that was capable of this import action. :(
pt_br: Oopa... algo estranho aconteceu:<br>Não foi possível encontrar um módulo responsável por esta ação de importação.

source: irc.unknown.net
pt_br: irc.desconhecido.net

source: Disable parser warnings
pt_br: Desabilitar avisos de parser

source: Disable broken event handlers
pt_br: Desativar manipuladores de eventos errados

source: Kill broken timers
pt_br: Matar timers errados

source: Send unknown commands as /RAW
pt_br: Enviar comando desconhecido como /RAW

source: Automatically unload unused modules
pt_br: Descarregar automaticamente módulos não utilizados

source: Ignore module versions (dangerous)
pt_br: Ignorar versões de módulos (perigoso)

source: Nickname alternatives
pt_br: Apelidos alternativos

source: <center>Here you can choose up to three nicknames alternative to the primary one. KVIrc will use the alternatives if the primary nick is already used by someone else on a particular IRC network.</center>
pt_br: <center>Aqui você pode escolher até três apelidos alternativos ao preliminar. O KVIrc usará as alternativas se o apelido preliminar estiver em uso por alguma outra pessoa em uma rede particular de IRC.</center>

source: Alt. Nickname 1:
pt_br: Apelido Alt. 1:

source: Alt. Nickname 2:
pt_br: Apelido Alt. 2:

source: Alt. Nickname 3:
pt_br: Apelido Alt. 3:

source: Ok
pt_br: Aceitar

source: Avatar Download - KVIrc
pt_br: Transferência de Avatar - KVIrc

source: <center>Please wait while the avatar is being downloaded</center>
pt_br: <center>Por favor aguarde enquanto o avatar esta sendo transferido</center>

source: Abort
pt_br: Abortar

source: Failed to start the download
pt_br: Falhou ao iniciar a transferência

source: Download aborted by user
pt_br: Transferência cancelada pelo usuário

source: Choose Avatar - KVIrc
pt_br: Escolha o Avatar - KVIrc

source: Please select an avatar image. The full path to a local file or an image on the Web can be used.<br>If you wish to use a local image file, click the "<b>Browse</b>"button to browse local folders.<br>The full URL for an image (including <b>http://</b>) can be entered manually.
pt_br: Escolhe uma imagem Avatar. O caminho completo para o arquivo local ou uma imagem na web, podem ser usados.<br>Se quiseres usar um arquivo local, clique no botão "<b>Procurar</b>" para procurar arquivos locais.<br>A URL completa para uma imagem (incluindo <b>http://</b>) pode ser digitada manualmente.

source: &Browse...
pt_br: &Procurar...

source: Choose an Image File - KVIrc
pt_br: Escolha um arquivo de Imagem - KVirc

source: <center>Your <b>nickname</b> is your primary form of identification on IRC.<br>Since servers cannot accept multiple users sharing the same nickname (case insensitive), you can provide alternative nicknames to be used in casethe server refuses to accept the default one.</center>
pt_br: <center>Seu <b>apelido</b> é seu formulário preliminar de identificação no IRC.<br>Desde de que os servidores não podem aceitar multiplos usuários compartilhando o mesmo apelido (caso isso ocorra), você pode prover apelidos alternativos que podem ser usados caso o servidor recuse o seu apelido padrão.</center>

source: Alternatives...
pt_br: Alternativos...

source: <center>This is the <b>username</b> that you will use to connect to the server.<br>In the past, it was used as a form of authentication, but it normally has no special use now.<br>In addition to your nickname, you are identified on IRC by your <b>username@hostname</b>.</br>Basically, you can enter any word you like here. :D</center>
pt_br: <center>Este é o <b>nome de usuário</b> que você irá usar para se conectar ao servidor.<br>No passado, foi usado como formulário de autenticação, mas agora nao tem nenhum uso especial.<br>Além de seu apelido você é identificado no IRC pelo seu <b>nomedeusuário@hostname</b>.</br>Basicamente, você pode preencher com alguma palavra que você goste aqui. :D</center>

source: <center>This text will appear when someone does a /WHOIS on you.<br>It is intended to be your real name, but people tend to put random quotes and phrases here too.</center>
pt_br: <center>Este texto aparecerá quando alguém fizer um /WHOIS em você.<br>Pretende-se que seja seu nome real, mas as pessoas tendem a pôr aqui citações e frases aleatórias .</center>

source: Use avatar
pt_br: Usar avatar

source: Choose...
pt_br: Escolher...

source: Failed to Load Avatar - KVIrc
pt_br: Falhou ao carregar o avatar - KVIrc

source: Failed to load the avatar image.<br>It may be an unaccessible file or an unsupported image format.
pt_br: Falhou ao carregar a imagem de avatar.<br>Pode ser um arquivo inacessível ou um formato de imagem não suportado.

source: Failed to download the avatar image.<br><b>%Q</b>
pt_br: Falhou o download da imagem de avatar.<br><b>%Q</b>

source: Avatar Download Failed - KVIrc
pt_br: Houve um erro no download do avatar - KVIrc

source: <center>This is the default part message that will be used when you<br>leave a channel by closing a channel window.</center>
pt_br: <center>Esta é a mensagem padrão de saída que será usada quando <br>deixar um canal ao fechar a janela do canal.</center>

source: <center>This is the default quit message that will be used when you<br>quit your IRC session by closing the console window or disconnecting by pressing the disconnect button.</center>
pt_br: <center>Esta é a mensagem quit padrão que será usada quando <br>fechar a sua sessão IRC ao fechar a janela do console ou desconectar ao clicar no botão desconectar.</center>

source: Open Query For
pt_br: Abrir privado com

source: Private messages
pt_br: Mensagens privadas

source: <center>This option enables query window creation when a private message (PRIVMSG) is received.<br>If you disable this, private messages will be shown in the active window or a common channel.</center>
pt_br: <center>Esta opção permite a criação da janela de privado quando uma mensagem privada (PRIVMSG) for recebida.<br>Se você desabilitar isto, as mensagens privadas serão exibidas na janela ativa ou em um canal comum.</center>

source: Private notices
pt_br: Noticias privadas

source: <center>This option enables query window creation when a private notice (NOTICE) is received.<br>If you disable this, private notices will be shown in the active window or a common channel.</center>
pt_br: <center>Esta opção permite a criação da janela de privado quando uma notícia privada (NOTICE) for recebida.<br>Se você desabilitar isto, as notícias privadas serão exibidas na janela ativa ou em um canal comum.</center>

source: <center>This option causes newly created query windows to be immediately minimized.<br>Enable this if you don't like queries popping up while you're typing something in a channel. :D</center>
pt_br: <center>Esta opção faz com que a janela de privado seja minimizada imediatamente após ser criada. <br>Habilite isto se você não gosta que janelas de query sejam instantaneamente exibidas enquanto esitiver digitando algo em um canal. :D</center>

source: Enable target user tracking
pt_br: Habilitar perseguição usuário

source: <center>This option will enable target user tracking.<br>Some actions of the target user (e.g. joins and parts) will be displayed in the window.<br></center>
pt_br: <center>Esta opção permitirá seguir um usuário. Algumas ações do usuário (ex: entrar e sair de um canal) serão exibidas na janela.<br></center>

source: Flash system taskbar on new query message
pt_br: Piscar barra de tarefas do sistema ao receber uma nova mensagem de privado

source: <center>This option causes the system taskbar entry for KVIrc to flash when a new query message is received and the KVIrc window is not the active.</center>
pt_br: <center>Esta opção faz com que a entrada do KVIrc na barra de tarefas do sistema pisque quando uma nova mensagem de privado for recebida e a janela do KVIrc não for a ativa.</center>

source: Popup notifier on new query message
pt_br: Popup do notificador ao receber uma nova mensagem de privado

source: <center>This option causes a small notifier window to pop up in the low right corner of the screen when a new message is received and the KVIrc window is not active.</center>
pt_br: <center>Esta opção faz com que uma pequena janela de notificação seja exibida instantaneamente no canto direito inferior da tela quando uma nova mensagem for recebida e a janela do KVIrc não for a ativa.</center>

source: Use global application font
pt_br: Usar fonte global para aplicação

source: Global application font:
pt_br: Fonte global da aplicação:

source: Enable fake transparency
pt_br: Ativar transparência falsa

source: <center>This option makes all KVIrc windows look transparent.<br>You must choose a blending background image to below or check the "Use KDE desktop for transparency" option.</center>
pt_br: <center>Esta opção faz com que a janela do KVirc pareça transparente. <br>Você deve escolher uma imagem para misturar com o fundo ou marcar a opção "Usar a Área de Trabalho KDE para transparência".</center>

source: <center>This option makes all KVIrc windows look like transparent.<br>You must choose a blending background image to below.</center>
pt_br: <center>Esta opção faz com que a janela do KVirc pareça transparente. <br>Deve escolher uma imagem para misturar com o fundo.</center>

source: Child window opacity:
pt_br: Opacidade da janela criada:

source: Parent window opacity:
pt_br: Opacidade da janela principal:

source: Blend color:
pt_br: Cor de Mistura:

source: Use KDE desktop for transparency
pt_br: Usar o ambiente KDE para transparência

source: Keep in sync with KDE background changes
pt_br: Sincronizar mudanças com o plano de fundo do KDE

source: Transparency blend image:
pt_br: Imagem de mistura da transparência:

source: Active Background
pt_br: Plano de fundo ativo

source: Inactive Background
pt_br: Plano de fundo inativo

source: Active Text (Primary)
pt_br: Texto Ativo (Primário)

source: Active Text (Secondary)
pt_br: Texto Ativo (Secundário)

source: Inactive Text (Primary)
pt_br: Texto Inativo (Primário)

source: Inactive Text (Secondary)
pt_br: Texto Inativo (Secundário)

source: Background
pt_br: Plano de fundo

source: Background Image
pt_br: Imagem de Fundo

source: Low-Contrast Foreground
pt_br: Contraste Baixo do Primeiro Plano

source: Mid-Contrast Foreground
pt_br: Contraste Médio do Primeiro Plano

source: Active High-Contrast Foreground (Primary)
pt_br: Contraste Alto Ativo do Primeiro Plano (Primário)

source: Active High-Contrast Foreground (Secondary)
pt_br: Contraste Alto Ativo do Primeiro Plano (Secundário)

source: Inactive High-Contrast Foreground (Primary)
pt_br: Contraste Alto Inativo do Primeiro Plano (Primário)

source: Inactive High-Contrast Foreground (Secondary)
pt_br: Contraste Alto Inativo do Primeiro Plano (Secundário)

source: <center>This option will force KVIrc to scale avatars shown in the userlist.<br>Avatars will be scaled to fit the constraints set below. Better keep this option on. :)</center>
pt_br: <center>Esta opção obrigará o KVIrc a dimensionar os avatares exibidos na lista de usuários.<br>Os Avatares serão dimensionados para caber nos limites definidos abaixo. Melhor deixar esta opção ativada. :)</center>

source: Image width:
pt_br: Largura da Imagem:

source: Image height:
pt_br: Altura da Imagem:

source: Request missing avatars
pt_br: Requisitar avatars que faltam

source: Maximum requested file size:
pt_br: Tamanho máximo do arquivo pedido:

source: <center>This option will cause KVIrc to send a DCC GET request when someone sets an avatar and there is no cached copy available.</center>
pt_br: <center>Esta opção faz com que o KVIrc envie um pedido de DCC GET quando alguém tiver um avatar sem uma cópia disponível armazenada .</center>

source: <center>This is the maximum size for avatar images that will be automatically requested.<br>A reasonable value might be 102400 bytes (100 K).</center>
pt_br: <center>Este é o tamanho máximo para imagens avatar que serão automaticamente requisitadas.<br>Um valor razoável pode ser de 102400 bytes (100 K).</center>

source: Automatically accept incoming avatars
pt_br: Aceitar automaticamente avatars

source: <center>This option will cause KVIrc to auto-accept DCC SEND requests for incoming avatars.<br>If you're using the "Request missing avatars" option above, enabling this may by useful.<br>Avatars will be saved in the local KVIrc directory.</center>
pt_br: <center>Esta opção irá fazer com que o KVirc auto aceite pedidos DCC SEND para avatars. <br>Se estiver usando a opção "Pedir avatars que faltam", ativar isto pode ser útil.<br> Os avatars serão gravados na diretório KVIrc local .</center>

source: <center>Use a user's last known avatar by default (only for users that are registered).</center>
pt_br: <center>Utilize o último avatar conhecido do usuário por padrão (somente para usuários registados).</center>

source: Avatar offer timeout:
pt_br: Tempo límite de compartilhamento do Avatar:

source: sec
pt_br: segundos

source: <center>This is the amount of time to make an avatar available for transfer when requested.<br>When someone sends a CTCP AVATAR request, KVIrc will reply with a CTCP AVATAR message containing the name and size of your avatar image.<br>A time-limited file offer is added for the image file to the requesting user.</center>
pt_br: <center>Este é o límite de tempo para colocar um avatar disponível para transferência, quando pedido. <br>Quando alguém envia um pedido de CTCP AVATAR, o KVirc irá responder com uma mensagem CTCP AVATAR que contenha o nome e o tamanho da sua imagem avatar.<br> Será adicionado um tempo límite de envio do arquivo de imagem para o usuário em questão.</center>

source: Ignore requests if no avatar is set
pt_br: Ignorar pedidos se nenhum avatar estiver definido

source: This option will cause KVIrc to ignore channel CTCP AVATAR requests when you have no avatar set. This is usually a good practice since it helps in reducing traffic by not sending a reply that would be empty.
pt_br: Esta opção faz com que o KVirc ignore um pedido de canal CTCP AVATAR quando não tiver nenhum avatar definido. Geralmente isto é uma boa prática já que ajuda a reduzir o tráfego ao não enviar uma resposta que estaria vazia.

source: Use online notify list
pt_br: Usar lista de notificação online

source: Configuration
pt_br: Configuração

source: Show notifications in active window
pt_br: Exibir notificações na janela ativa

source: Flash window when users are going online
pt_br: Piscar janela quando usuários ficarem online

source: Popup notifier when users are going online
pt_br: Notificador por popup quando usuários ficarm online

source: Advanced configuration
pt_br: Configuração avançada

source: Check USERHOST for online users
pt_br: Verificar USERHOSTpara usuários online

source: Use "smart" notify list manager
pt_br: Usar gerenciador da lista de notificação "esperto"

source: Use the WATCH method if available
pt_br: Usar o método WATCH se disponível

source: Check interval (in seconds)
pt_br: Intervalo de Verificação (em segundos)

source: ISON delay (in seconds)
pt_br: Intervalo para ISON (em segundos)

source: USERHOST delay (in seconds)
pt_br: Intervalo para USERHOST(em segundos)

source: <p><b>Note:</b><br>The notify list is managed using the "Registered Users" settings.</p>
pt_br: <p><b>Nota:</b><br>A lista de notificação é gerenciada usando as configurações dos "Usuários Registrados".</p>

source: Forcibly and completely disable the notifier
pt_br: Force a desativação completa do notificador

source: This is an option for the impatient: it allows to forcibly and permanently disable the notifier window. Please note that if this option is activated then the notifier will NOT popup even if all the other options around specify to use it in response to particular events. Also note that this option will make all the /notifier.* commands fail silently.
pt_br: Esta é uma opção para os impacientes: permite a desativação forçada e permanente da janela de notificação. Por favor note que se esta opção for ativada o notificador não exibirá o popup mesmo que todas as opções restantes especifiquem para usá-lo em resposta as eventos particulares. Note também que esta opção fará com que todos os comandos /notifier. * falhem silenciosamente.

source: Default away message:
pt_br: Mensagem de ausência padrão:

source: User input exits away mode
pt_br: Sair do "ausente" ao digitar algo

source: Away Nickname
pt_br: Apelido de Ausência

source: Change nickname on away
pt_br: Mudar apelido ao ficar ausente

source: Use automatic nickname ([5 letters]AWAY)
pt_br: Usar apelido gerado automaticamente ([5 letras] AWAY)

source: <b>http://</b> handler command:
pt_br: Manipulador de comando <b>http://</b>:

source: <b>https://</b> handler command:
pt_br: Manipulador de comando <b>https://</b>:

source: <b>ftp://</b> handler command:
pt_br: Manipulador de comando <b>ftp://</b>:

source: <b>mailto:</b> handler command:
pt_br: Manipulador de comando <b>mailto:</b>:

source: <b>file://</b> handler command:
pt_br: Manipulador de comando <b> file://</b>:

source: Unknown protocol handler command:
pt_br: Manipulador de protocolo desconhecido:

source: Use proxy
pt_br: Usar proxy

source: <center>This is the list of available proxy servers.<br>Right-click on the list to add or remove proxies.</center>
pt_br: <center>Esta é a lista de servidores proxy disponíveis.<br>Clique com o botão direito- na lista para adicionar ou remover proxies.</center>

source: New Proxy
pt_br: Novo Proxy

source: Remove Proxy
pt_br: Remover Proxy

source: Protocol:
pt_br: Protocolo:

source: &New Proxy
pt_br: &Novo Proxy

source: Re&move Proxy
pt_br: &Novo Proxy

source: Pattern
pt_br: Padrão

source: MIME Type
pt_br: Tipo de MIME

source: MIME type:
pt_br: Tipo de MIME:

source: File pattern:
pt_br: Padrão de Arquivo:

source: Magic bytes:
pt_br: Bytes mágicos:

source: Save path:
pt_br: Salvar caminho:

source: Local open command:
pt_br: Comando de abertura local:

source: <center>This field contains the command to execute to open a local file.<br><tt>$0</tt> is used in place of the filename</center>
pt_br: <center>Este campo contem o comando para executar a abertura de um arquivo local.<br><tt>$0</tt> é usado no lugar do nome do arquivo</center>

source: Remote open command:
pt_br: Comando de abertura remota:

source: <center>This field contains the command to execute when automatically opening a received file.<br><tt>$0</tt> is used in place of the filename</center>
pt_br: <center>Este campo contem o comando para executar automaticamente a abertura um arquivo recebido.<br><tt>$0</tt> é usado no lugar do nome do arquivo</center>

source: Icon
pt_br: Ícone

source: &New
pt_br: &Novo

source: Re&move
pt_br: Re&mover

source: [Unknown Media Type]
pt_br: [Tipo de Midia Desconhecida]

source: New Media Type
pt_br: Novo Tipo de Midia

source: Nickname Colors
pt_br: Cores de Apelido

source: Channel owner:
pt_br: Proprietário do canal:

source: Channel admin:
pt_br: Administrador do Canal:

source: Half-op:
pt_br: Semioperador:

source: User-op:
pt_br: Usuários operadores:

source: Draw nickname grid
pt_br: Desenhar grade de apelido

source: Grid color:
pt_br: Cor da grade

source: Grid type:
pt_br: Tipo de Grade:

source: 3D Grid
pt_br: Grade-3D

source: 3D Buttons
pt_br: Botões-3D

source: Plain Grid
pt_br: Grade Plana

source: Dotted Grid
pt_br: Grade Pontilhada

source: Show user channel icons
pt_br: Exibir ícones de usuário do canal

source: Show user channel activity indicator
pt_br: Exibir indicador de atividade de usuários do canal
