Repository: kvirc/KVIrc
Catalog: po/modules/options/options_*.po
Languages: pt_br

source: Font:
pt_br: Fonte:

source: Background color:
pt_br: Cor de fundo:

source: Background image:
pt_br: Imagem de fundo:

source: Mark Line:
pt_br: Linha de Marcação:

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Top
pt_br: Topo

source: Bottom
pt_br: Abaixo

source: Enable URL highlighting
pt_br: Habilitar destaque de URLs

source: Use line wrap margin
pt_br: Usar margem para quebra de linha

source: Maximum buffer size:
pt_br: Tamanho máximo de buffer:

source: lines
pt_br: linhas

source: Link tooltip show delay:
pt_br: Tempo de espera para exibir descriçoes de links :

source: msec
pt_br: mseg

source: Link tooltip hide delay:
pt_br: Tempo de espera para ocultar descriçoes de links :

source: Track last read text line
pt_br: Marcar a última linha de texto lida

source: NickServ Authentication Rule
pt_br: Rugras de Autenticação do NickServ

source: Registered NickName
pt_br: Apelido Registrado

source: Put here the nickname that you have registered with NickServ
pt_br: Coloque aqui o apelido que você registou com o Nickserv

source: NickServ Mask
pt_br: Máscara do NickServ

source: Message Regexp
pt_br: Mensagem Regexp

source: This is the simple regular expression that the identification request message from NickServ must match in order to be correctly recognized.<br>The message is usually something like "To identify yourself please use /ns IDENTIFY password" and it is sent when the NickServ wants you to authenticate yourself. You can use the * and ? wildcards.
pt_br: Esta é a expressão regular simples que o pedido/mensagem de identificação do Nickserv tem que coincidir para que seja corretamente reconhecido.<br>A mensagem normalmente é qualquer coisa como "Para se identificar por favor use /ns IDENTIFY password" e é enviado quando o Nickserv quer que você se identifique. Pode usar os caracteres * e ?.

source: Identify Command
pt_br: Comando de Identificação

source: This is the command that will be executed when NickServ requests authentication for the nickname described in this rule (if the both server and NickServ mask are matched). This usually will be something like <b>msg NickServ identify &lt;yourpassword&gt;</b>.<br>You can use <b>msg -q</b> if you don't want the password echoed on the screen. Please note that there is no leading slash in this command.
pt_br: Este é o comando que irá ser executado quando o NickServ pedir autenticação para o apelido descrito nesta regra (se ambas as máscaras do servidor e do NickServ coincidem). Isto normalmente será algo como <b>msg NickServ identify &lt;senha&gt;</b>. <br>Pode usar <b>msg -q</b> se não quiser que a senha seja exibida na tela. Por favor note que este comando não utiliza barra no inicio.</center>

source: Server mask
pt_br: Máscara do servidor

source: This is the mask that the current server must match in order for this rule to apply. It can contain * and ? wildcards.<br>Do NOT use simply "*" here...
pt_br: Esta é a máscara a que o servidor atual deve corresponder para que esta regra seja aplicada. Pode conter caracteres "*" e "?".<br>NÃO use simplesmente o "*" aqui...

source: Hint: Move the mouse cursor over the fields to get help
pt_br: Sugestão: Mova o cursor do mouse sobre os campos para obter ajuda

source: Cancel
pt_br: Cancelar

source: OK
pt_br: Aceitar

source: Invalid NickServ Rule
pt_br: Regra Nickserv Inválida

source: The Nickname field can't be empty!
pt_br: O campo do Apelido não pode estar vazio!

source: The Nickname field can't contain spaces!
pt_br: O campo do Apelido não pode conter espaços!

source: The NickServ mask can't be empty!<br>You must put at least * there.
pt_br: A mascara do Nickserv não pode estar vazia!<br>Tem que ter pelo menos um *.

source: The Message Regexp can't be empty!<br>You must put at least * there.
pt_br: A Mensagem Regexp não pode estar vazia!<br>Tem que ter pelo menos um *.

source: The Identify Command can't be empty!
pt_br: O Comando de Identificação não pode estar vazio!

source: Enable NickServ Identification
pt_br: Ativar Identificação do NickServ

source: This check enables the automatic identification with NickServ
pt_br: Esta caixa ativa a identificação automática do Nickserv

source: Nickname
pt_br: Apelido

source: NickServ Request Mask
pt_br: Pedido da Máscara do NickServ

source: <center>This is a list of NickServ identification rules. KVIrc will use them to model its automatic interaction with NickServ on all the networks.<br>Please be aware that this feature can cause your NickServ passwords to be stolen if used improperly. Make sure that you fully understand the NickServ authentication protocol.<br>In other words, be sure to know what you're doing.<br>Also note that the password that you provide is stored as <b>PLAIN TEXT</b>.<br>KVIrc supports also per-network NickServ authentication rules that can be created in the "Advanced..." network options (accessible from the servers dialog).</center>
pt_br: <center>Esta é a lista das regras de identificação do NickServ. O KVirc irá utilizá-las para modelar a sua interação automática com o NickServ em todas as redes.<br>Por favor tenha atenção porque esta característica pode causar o roubo da sua senha do NickServ se for utilizada inaprópriadamente. Certifique-se que compreendeu completamente o protocolo de autenticação do NickServ. <br>Em outras palavras, tenha a certeza do que fazendo.<br>Note também que a senha que você forneceu é salva como<b>TEXTO SIMPLES</b><br>KVIrc suporta também, regras de autenticação NickServ per-network e pode ser criada em opções "Advançadas..." derede (acessível a partir da janela de servidores).</center>

source: Add Rule
pt_br: Adicionar Regra

source: Edit Rule
pt_br: Editar Regra

source: Delete Rule
pt_br: Deletar Regra

source: Font
pt_br: Fonte

source: Foreground color
pt_br: Cor de primeiro plano

source: Background color
pt_br: Cor de fundo

source: Background image
pt_br: Imagem de fundo

source: Append to VERSION reply:
pt_br: Anexar à resposta VERSION:

source: <center>This text will be appended to the CTCP VERSION reply.<br>For example, you can place a script name here.</center>
pt_br: <center>Este texto será anexado à resposta CTCP VERSION. <br>Por exemplo, você pode substituir o nome do script aqui.</center>

source: Append to SOURCE reply:
pt_br: Anexar à resposta SOURCE:

source: <center>This text will be appended to the CTCP SOURCE reply.<br>For example, you can place the source URL for a script here.</center>
pt_br: <center>Este texto será anexado à resposta CTCP SOURCE. <br>Por exemplo, pode substituir aqui a URL da origem de um script.</center>

source: PAGE reply:
pt_br: Resposta PAGE:

source: <center>This is the CTCP PAGE reply.<br>It should contain some sort of acknowledgement for CTCP PAGE messages.</center>
pt_br: <center>Esta é a resposta CTCP PAGE. <br>Deve conter algum tipo de reconhecimento para mensagens CTCP PAGE.</center>

source: Show the CTCP replies in the active window
pt_br: Exibe as respostas CTCP na janela ativa

source: Show dialog for CTCP page requests
pt_br: Exibir janela de dialogo para pedidos de CTCP page

source: Use tree taskbar
pt_br: Usar Barra de tarefas em árvore

source: Sort windows by name
pt_br: Ordenar janelas por nome

source: Show window icons in taskbar
pt_br: Exibir icones na barra de tarefas

source: Show activity meter in taskbar
pt_br: Exibir medidor de atividade na barra de tarefas

source: <center>This option enables the usage of the taskbar activity meter. Each window entry will have a small indicator of the activity that is going on in that window. The indicator is a small square that changes colors, dark colors mean low activity, while bright colors signal high activity. KVIrc also uses some heuristics to determine whether the activity is somewhat "human" or it is generated by automated entities (such as bots or IRC servers). "Human" activity causes the indicator to be shaded red while automated activity causes the indicator to be shaded blue.</center>
pt_br: <center>Esta opção habilita o uso do medidor de atividade na barra de tarefas. Cada janela terá um pequeno indicador de atividade. O indicador é um pequeno retângulo que alterna de cor; preto significa baixa atividade e as cores mais brillantes indicam alta atividade. O KVIrc utiliza algumas heurísticas para averiguar quando se trata de atividade "humana" ou se é atividade gerada por entidades automáticas (como bots ou servidores de IRC). A atividade "humana" faz com o que o indicador fique sombreado em vermelho enquanto que a atividade automática faz com que o indicador fique sombreado em azul.</center>

source: Show IRC context indicator in taskbar
pt_br: Exibir incador do contexto de IRC na barra de tarefas

source: Enable window tooltips
pt_br: Habilitar dicas de janela

source: Text/Alert Colors
pt_br: Texto/Cores de Alerta

source: Selected:
pt_br: Selecionado:

source: Alert Level 1:
pt_br: Nível de alerta 1:

source: Alert Level 2:
pt_br: Nível de alerta 2:

source: Alert Level 3:
pt_br: Nível de alerta 3:

source: Alert Level 4:
pt_br: Nível de alerta 4:

source: Alert Level 5:
pt_br: Nível de alerta 5:

source: Progress bar color:
pt_br: Cor da barra de progresso:

source: Background Colors
pt_br: Cores de fundo

source: Minimum width:
pt_br: Largura mínima:

source: Maximum width:
pt_br: Largura máxima:

source: Minimized:
pt_br: Minimizado:

source: Minimum width of buttons:
pt_br: Largura mínima dos botões:

source: Network Details
pt_br: Detalhes da Rede

source: Description:
pt_br: Descrição:

source: <center>Put here a brief description of the network.</center>
pt_br: <center>Digite aqui uma breve descrição da rede</center>

source: Properties
pt_br: Propriedades

source: Username:
pt_br: Nome de usuário:

source: <center>This is the <b>username</b> that KVIrc will use to login to servers on this network. If this field is left empty (most common case), KVIrc will use the default username specified in the "Identity" options tab.</center>
pt_br: <center>Este é o <b>nome de usuário</b> que o KVirc irá utilizar para entrar nos servidores desta rede. Se este campo for deixado vazio, o KVirc irá usar o nome de usuário padrão especificado nas opções de "Identidade".</center>

source: Nickname:
pt_br: Apelido:

source: <center>You can specify a "special" <b>nickname</b> that will be used to log in to the servers on this network.<br>If this field is left empty (most common case), the default nickname (specified in the "Identity" settings) will be used.</center>
pt_br: <center>Pode especificar um <b>Apelido</b> "especial" que será usado para entrar nos servidores desta rede.<br>Se este campo for deixado vazio (caso mais comum), o nick padrão (especificado nas configurações de "Identidade") será usado.</center>

source: Real name:
pt_br: Nome Real:

source: <center>You can specify a "special" <b>real name</b> that will be used to login with the servers on this network.<br>If you leave this field empty (most common case), the default "real name" (specified in the "Identity" settings) will be used.</center>
pt_br: <center>Pode especificar um <b>nome real</b> "especial" que irá ser usado para entrar nos servidores desta rede.<br>Se deixar este campo vazio (caso mais comum), o "nome real" padrão (especificado nas configurações de "Identidade") será usado.</center>

source: Encoding:
pt_br: Codificação:

source: <center>This box allows you to choose the preferred encoding for the servers in this network. If you choose "Use System Encoding" then the encoding will be set to the systemwide value that you choose in the "Encoding" page of the options dialog.</center>
pt_br: <center>Esta caixa permite-lhe escolher a codificação preferida para os servidores desta rede. Se você escolher "Usar Codificação do Sistema" então a codificação irá ser definida para o valor global do sistema que você escolheu no diálogo de opções da página de "Codificação".</center>

source: Use System Encoding
pt_br: Usar Codificação do Sistema

source: General
pt_br: Geral

source: Channels to join automatically upon connect:
pt_br: Canais para entrar automaticamente ao conectar:

source: <center>Here you can set a list of channels to be joined automatically after a connection to a server in this network has been established. To add a channel, type its name in the text input below and click "<b>Add</b>".</center>
pt_br: <center>Aqui você pode definir a lista de canais para entrar automaticamente após a conexão com um servidor desta rede estiver estabelecida. Para adicionar um canal, escreva o seu nome na entrada de texto abaixo e clique "<b>Adicionar</b>".</center>

source: Join Channels
pt_br: Entrar nos Canais

source: <center>The following commands will be executed after a connection to a server in this network has been established.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote pass secret</tt> instead of <tt>/quote pass secret</tt>).<br>KVIrc will first send the USER command, then eventually PASS and NICK and then execute this command sequence.</center>
pt_br: <center>Os seguintes comandos serão executados após a conexão com um servidor for estabelecida.<br><b>Importante:</b> Indique os comandos <b>sem</b> uma barra precedente (p.ex.<tt>quote pass secret</tt> em vez de <tt>/quote pass secret</tt>).<br>O KVirc primeiro enviará o comando USER, depois eventualmente PASS e NICK e então executar esta sequência de comandos.<br>Isto é particularmente útil para bouncers IRC que requerem comandos de entrada.</center>

source: On Connect
pt_br: Em Conexão

source: <center>The following commands will be executed after a successful login to a server in this network.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote privatelog</tt> instead of <tt>/quote privatelog</tt>).<br>This is useful for automatically opening queries, setting variables, etc.</center>
pt_br: <center>Os seguintes comandos irão ser executados após uma entrada bem sucedida neste servidor.<br><b>Importante:</b> Digitar comandos <b>sem</b> barra precedente (p.ex. <tt>quote privatelog</tt> em vez de <tt>/quote privatelog</tt>).<br>Isto é útil para automaticamente abrir queries, definir variáveis, etc.</center>

source: On Login
pt_br: Em Login

source: <center>This is a list of NickServ identification rules. KVIrc will use them to model its automatic interaction with NickServ on this network.<br>Please be aware that this feature can cause your NickServ passwords to be stolen if used improperly. Make sure that you fully understand the NickServ authentication protocol.<br>In other words, be sure to know what you're doing.<br>Also note that the password that you provide is stored as <b>PLAIN TEXT</b>.</center>
pt_br: <center>Esta é a lista das regras de identificação do NickServ. O KVirc irá utilizá-las para modelar a sua interacção automática com o NickServ.<br>Por favor tenha atenção porque esta característica pode causar o roubo da sua senha do NickServ se for utilizada inaprópriadamente. Certifique-se que compreendeu completamente o protocolo de autenticação do NickServ. <br>Em outras palavras, tenha a certeza do que fazendo.<br>Note também que a senha que você forneceu é salva como<b>TEXTO SIMPLES</b></center>

source: &OK
pt_br: &Aceitar

source: Server Details
pt_br: Detalhes do Servidor

source: <center>This is a brief description of this server. This field has no restrictions but many server lists use it to describe the server's physical location</center>
pt_br: <center>Esta é uma breve descrição deste servidor. Este campo não tem nenhuma restrição, mas muitas listas de servidores usam-no para descrever a posição física dos servidores</center>

source: <center>This is the <b>username</b> that KVIrc will use to login to this server. If this field is left empty (most common case), KVIrc will first look if an username is specified for the network that this server belongs to, and if that is empty then KVIrc will use the default username specified in the "Identity" options tab.</center>
pt_br: <center>Este é o <b>nome de usuário</b> que o KVirc irá usar para entrar neste servidor. Se este campo estiver vazio, o KVirc irá primeiro procurar se um nome de usuário está especificado para a rede que este servidor pertence, e se estiver vazio então o KVirc irá usar o nome de usuário padrão especificado nas opções de "Identidade".</center>

source: Password:
pt_br: Senha:

source: <center>If this server requires a password, put it in this field, otherwise leave it empty.</center>
pt_br: <center>Se este servidor requer uma senha, insira-a neste campo, se não deixe-o vazio.</center>

source: <center>You can specify a "special" <b>nickname</b> that will be used to log in to this server.<br>If this field is left empty (most common case), KVIrc will first look if a nickname is specified for the network that this server belongs to, and if that is empty then the default nickname (specified in the "Identity" settings) will be used.</center>
pt_br: <center>Você pode especificar um <b>Apelido</b> "especial" que será utilizado para entrar neste servidor.<br>Se deixar este campo vazio (caso mais comum), o KVirc irá primeiro procurar se um apelido está especificado para a rede que este servidor pertence, e se estiver vazio o Apelido padrão (especificado nas configuraçoes de "Identidade") será usado.</center>

source: <center>You can specify a "special" <b>real name</b> that will be used to login with this server.<br>If you leave this field empty (most common case), KVIrc will first look if a real name is specified for the network that this server belongs to, and if that is empty the default "real name" (specified in the "Identity" settings) will be used.</center>
pt_br: <center>Pode especificar um <b>nome real</b> "especial" que será utilizado para entrar neste servidor.<br>Se deixar este campo vazio (caso mais comum), o KVirc irá primeiro procurar se um nome real está especificado para a rede que este servidor pertence, e se estiver vazio o"nome real" padrão (especificado nas configurações de "Identidade") será usado.</center>

source: User Mode
pt_br: Modo de Usuário

source: Use default user mode
pt_br: Usar modo de usuário padrão

source: <center>If this is enabled, the global initial <b>user mode</b> (configured from the identity dialog) will be used. If disabled, you can configure an initial user mode for this server
pt_br: <center>Se isto for habilitado, o <b>modo de usuário</b> global inicial (configurarado no diálogo de identificação) será usado. Se estiver desabilitado, você pode configurarar um modo de usuário inicial para este servidor.

source: Invisible (+i)
pt_br: Invisivel (+i)

source: Server notices (+s)
pt_br: Notícias do Servidor (+s)

source: Identity
pt_br: Identidade

source: Port:
pt_br: Porta:

source: <center>This is the default <b>port</b> that this server will be contacted on.<br>Usually <b>6667</b> is OK.</center>
pt_br: <center>Esta é a <b>porta</b> padrão em que este servidor será contactado.<br>Geralmente, <b>6667</b> é a correta.</center>

source: IP address:
pt_br: Endereço IP:

source: <center>This is the <b>IP address</b> of this server, it is here for caching purposes.<br>If you leave this field empty, KVIrc will fill it in the first time it connects to the server. If you enable the "cache IP address" option below, KVIrc will use it as a "cached result" and avoid looking it up again.</center>
pt_br: <center>Este é o <b>endereço IP</b> deste servidor, ele está aqui para ser armazenado.<br>Se este campo estiver vazio, o KVIrc irá preenchê-lo na primeira vez que conectar ao servidor. Se você habilitar o "armazenamento do endereço IP" na opção abaixo, o KVIrc irá utilizá-lo como "resultado de armazenamento" e evitará de pesquisá-lo outra vez.</center>

source: Cache IP address
pt_br: Armazenar endereço IP

source: <center>This check will enable <b>IP address caching</b> for this server:<br>DNS lookups can be time-consuming and might be blocking on some platforms; this option will cause KVIrc to look up the server hostname only once.<br><br> Advanced: you can also use this option to force a certain server name to resolve to a fixed ip address when either the dns for that server is temporairly unreachable or you want to avoid the round-robin lookups.</center>
pt_br: <center>Esta caixa irá ativar o <b>armazenamento do endereço IP</b> para este servidor:<br> As procuras de DNS podem consumir muito tempo e também estarbloqueando em algumas plataformas; esta opção irá fazer com que o KVirc procure o nome de máquina do servidor apenas uma vez.<br><br>Avançado: você também pode usar esta opção para forçar um certo nome de servidor a resolver para um endereço IP fixo quando o dns para esse servidor estiver temporariamente indisponível ou quiser evitar uma procura demorada.</center>

source: Use IPv6 protocol
pt_br: Usar protocolo IPv6

source: <center>This check identifies IPv6 servers.<br>If enabled, KVIrc will attempt to use the IPv6 protocol (thus your OS <b>must</b> have a working IPv6 stack and you <b>must</b> have an IPv6 connection).</center>
pt_br: <center>Esta opção identifica os servidores IPv6.<br>Se estiver habilitada, o KVIrc tentará usar o protocólo IPv6 (seu S.O. <b>deve</b> ter uma pila IPv6 funcionando e <b>deve</b> ter uma conexão IPv6).</center>

source: Use SSL protocol
pt_br: Usar protocolo SSL

source: <center>This check will cause the connection to use the <b>Secure Socket Layer</b> encryption support. Obviously, this server must have support for this, too. :)</center>
pt_br: <center>Esta opção obrigará a utilização do suporte de cripitografia do <b>Secure Socket Layer</b> na conexão. Obviamente, este servidor deve ter suporte também. :)</center>

source: Connect to this server at startup
pt_br: Conectar ao servidor ao iniciar

source: <center>This option will cause KVIrc to connect to the IRC server when it is started.</center>
pt_br: <center>Esta opção fará com que o KVIrc conecte ao servidor de IRC quando for iniciado.</center>

source: <center>This box allows you to choose the preferred encoding for this sever. If you choose "Use Network Encoding" then the encoding will be inherited from the network that this server belongs to.</center>
pt_br: <center>Esta caixa lhe permite escolher a codificação preferida para este servidor. Se você escolher "Usar Codificação da Rede" então a codificação será herdada da rede que este servidor pertence.</center>

source: Use Network Encoding
pt_br: Usar Codificação da Rede

source: Link filter:
pt_br: Filtro de link:

source: <center>This field specifies the name of a module that exports a link filter for this type of server.<br>For plain IRC connections, you don't need any link filters; this is used for incompatible protocols.</center>
pt_br: <center>Este campo especifica o nome de um módulo que exporte um filtro de link para este tipo de servidor.<br>Para conexões normais de IRC, você não precisa de nenhum filtro de link; isto é usado para protocolos incompatíveis.</center>

source: Default
pt_br: Padrão

source: Connection
pt_br: Conexão

source: <center>Here you can set a list of channels to be joined automatically after a connection to this server has been established. To add a channel, type its name in the text input below and click "<b>Add</b>".</center>
pt_br: <center>Aqui você pode configurar uma lista de canais para entrar automaticamente após que a conexão com este servidor for estabelecida. Para adicionar um canal, digite seu nome na caixa de texto abaixo e clique em " <b>Adicionar</b> ".</center>
