Repository: kvirc/KVIrc
Catalog: po/modules/options/options_*.po
Languages: pt_br

source: Automatically accept
pt_br: Aceitar automaticamente

source: Automatically resume when auto-accepted
pt_br: Resumir automaticamente quando auto-aceitar

source: Download folder:
pt_br: Diretório de Download:

source: Guess save path from media type
pt_br: Adivinhar o caminho de gravação pelo tipo de mídia

source: Notify completion in console
pt_br: Notificar no console ao completar

source: Notify completion in notifier
pt_br: Notificar a conclusão no notificador

source: Bug Compatibility
pt_br: Compatibilidade de Erro

source: Send ACK for byte 0
pt_br: Enviar ACK para o byte 0

source: <center>This option causes KVIrc to send a zero-byte acknowledge to kick-start the DCC transfer with some buggy IRC clients.<br>Use it only if your DCC transfers stall just after establishing a connection without sending any data.</center>
pt_br: <center>Esta opção fará com que o KVIrc envie um reconhecimento zero-bytepara iniciar rápidamente transferências DCC com alguns clientes IRC problemáticos.<br>Utilize-o apenas se sua transferência DCC parar logo após estabelecer uma conexão sem enviar quaisquer dados.</center>

source: Accept broken RESUME (mIRC file.ext)
pt_br: Aceitar RESUME quebrado (arquivo.ext mIRC)

source: <center>This option causes KVIrc to accept RESUME requests with invalid filenames.<br>Use it if KVIrc fails to accept RESUME requests from other clients (e.g. some versions of mIRC).</center>
pt_br: <center>Esta opção faz com que o KVirc aceite pedidos RESUME com arquivos inválidos.<br>Utilize-o se o KVirc falhar ao aceitar pedido de RESUME de outros clientes (ex: outras versões do mIRC).</center>

source: Limit upload bandwidth to
pt_br: Limitar a largura de banda de envio para

source: Limit download bandwidth to
pt_br: Limitar a largura de banda de recebimento para

source: Maximum number of DCC transfers
pt_br: Número máximo de transferências DCC

source: <center>This is the maximum number of concurrent DCC transfers. KVIrc will refuse the requests when this limit is reached.</center>
pt_br: <center>Este é o número máximo de transferências DCC simultâneas. KVIrc irá recusar os pedidos quando este límite for alcançado.</center>

source: Use fast send (send ahead)
pt_br: Usar envio rápido (send ahead)

source: <center>The "send ahead" DCC method allows data to be sent faster by breaking some of the rules of the original DCC SEND protocol specification.<br>Most clients can handle this kind of optimisation so disable it only if you have problems.</center>
pt_br: <center>O método DCC "send ahead" permite que os dados sejam enviados rápidamente ao quebrar algumas das regras do protocolo original DCC SEND.<br>Muitos clientes podem tratar este tipo de otimização, então desative-o apenas se tiver problemas.</center>

source: Force idle step
pt_br: Forçar Inatividade

source: <center>Enable this option when the dcc file transfers tend to block your computer by consuming too much CPU time. When this option is enabled the idle interval below will be forcibly inserted between each sent/received data packet.</center>
pt_br: <center>Ative esta opção quando a transferência de arquivos por DCC tenda a bloquear o seu computador ao consumir demasiadamente o tempo da CPU. Quando esta opção está ativa o intervalo de inatividade será forçadamente inserido entre os pacotes de dados enviados/recebidos.</center>

source: <center>This parameter controls the average delay between two packets sent or received.<br>A smaller interval will cause you to send data faster but will also add load to your CPU, disk and network interface.<br>Reasonable values are from 5 to 50 milliseconds.</center>
pt_br: <center>Este parâmetro controla a média de atraso entre dois pacotes enviados ou recebidos.<br>Um intervalo pequeno faz com que dados sejam enviados mais rápidamente mas também adiciona carga à CPU, ao disco e a interface da rede.<br>Valores razoáveis vão de 5 a 50 milisegundos.</center>

source: Packet size:
pt_br: Tamanho dos pacotes:

source: <center>This parameter controls the packet size used for DCC SEND.<br>With bigger packets you will be probably send data faster, but you will also saturate your bandwidth and in some cases cause more disk activity.<br>Reasonable values are from 512 to 4096 bytes.</center>
pt_br: <center>Este parâmetro controla o tamanho do pacote usado para o DCC SEND. <br>Com pacotes maiores irá provavelmente enviar dados rápidamente, mas também irá saturar a largura de banda e em alguns casos causar mais atividade em disco.<br>Os valores razoáveis vão de 512 a 4096 bytes.</center>

source: On Chat Request
pt_br: Em Pedido de Chat

source: Open minimized when auto-accepted
pt_br: Abrir minimizado quando aceitar automaticamente

source: Open all minimized
pt_br: Abrir todos minimizados

source: On Voice Request
pt_br: Em Pedido de Voice

source: Force half-duplex mode on sound device
pt_br: Forçar modo Half-duplex no dispositivo de som

source: Volume slider controls PCM, not Master
pt_br: Controle de Volume PCM, não Master

source: Sound device:
pt_br: Dispositivo de som:

source: Mixer device:
pt_br: Dispositivo misturador:

source: Pre-buffer size:
pt_br: Tamanho do Pre-buffer:

source: Enable Ignore For
pt_br: Habilitar Ignore para

source: Private/channel messages
pt_br: Mensagens Privada/Canal

source: Private/channel notices
pt_br: Noticias Privada/Canal

source: Use verbose ignore (show messages in console)
pt_br: Usar ignore explicito (exibe mensagens no console)

source: Sound System
pt_br: Sistema de Som

source: This allows you to select the sound system to be used with KVIrc.
pt_br: Isto permite a você selecionar o sistema de som para ser usado com o KVIrc.

source: Auto-detect
pt_br: Auto-detectar

source: Test
pt_br: Testar

source: Media Player
pt_br: Leitor Multimedia

source: This allows you to select the preferred media player to be used with the mediaplayer.* module commands and functions.
pt_br: Isto permite a você selecionar seu leitor de multimédia preferido para ser usado com os comandos e funções do módulo mediaplayer.*.

source: Selection background color
pt_br: Selecionar cor de fundo

source: Selection foreground color
pt_br: Selecionar cor de primeiro plano

source: Control char color
pt_br: Cor dos caracteres de controle

source: Cursor color
pt_br: Cor do Curso

source: Warp cursor at the end of line when browsing history
pt_br: Mover o cursor para o final da linha quando navegar pelo histórico

source: Disable the input history window and it's log memory.
pt_br: Desabilitar a janela de entrada no histórico e o seu registo de memória.

source: Nick completion
pt_br: Complemento de Apelido

source: Use bash-like nick completion
pt_br: Usar complemento de apelido no estilo bash

source: Nick completion postfix string
pt_br: String de sufixo para o complemento de apelido

source: Use the completion postfix string for the first word only
pt_br: Usar a string de sufixo somente para o complemento da primeira palavra

source: Show message icons
pt_br: Exibir ícones nas mensagens

source: Draw some emoticons (smileys) as pictures
pt_br: Desenhar alguns icones emotivos (carinhas) como figuras.

source: Don't show colors in user messages
pt_br: Não exibir cores nas mensagens de usuários

source: "Smart" nickname colors
pt_br: Cores de apelido "espertas"

source: Show nicknames in bold
pt_br: Exibir apelidos em negrito

source: Show user and host
pt_br: Mostra usuário e máquina

source: Show channel mode prefix
pt_br: Exibir prefixo do modo do canal

source: User-defined prefix and postfix
pt_br: Prefixo e sufixo definidos pelo usuário

source: [PREFIX]nickname[!user@host][POSTFIX] message
pt_br: [PREFIXO]apelido[!usuário@máquina][SUFIXO] mensagem

source: Prefix:
pt_br: Prefixo:

source: Postfix:
pt_br: Sufixo:

source: Show timestamp
pt_br: Exibir marca de tempo

source: Use UTC time for timestamp
pt_br: Usar horário UTC na marca de tempo

source: Use special color for timestamps
pt_br: Usar cor especial na marca de tempo

source: Transparent
pt_br: Transparente

source: Message Type
pt_br: Tipo de Mensagem

source: Background:
pt_br: Plano de Fundo:

source: Foreground:
pt_br: Primeiro Plano:

source: Alert level:
pt_br: Nível de alerta

source: Log this
pt_br: Log isto

source: Load From...
pt_br: Carregar de....

source: Save As...
pt_br: Salvar Como...

source: Choose a Filename - KVIrc
pt_br: Escolha um arquivo - KVIrc

source: Choose a Filename - KVIrc
pt_br: Escolher Nome de Arquivo - KVIrc

source: Enable lag meter
pt_br: Habilitar medidor de lag

source: <center>This enables the lag meter engine, which checks at regular intervals how much lag (latency) the server has.</center>
pt_br: <center>Isto habilita o medidor de lag, que verificará em intervalos regulares quanto de lag (latência) o servidor tem.</center>

source: Lag meter heartbeat:
pt_br: Medição da frequência do lag:

source: <center>This option allows you to set the lag meter heartbeat interval.<br>The lower the heartbeat interval the higher will be the accuracy of the lag check but also higher cpu usage and data traffic to the server.<br>Please note that this is NOT the interval between pings sent to the server: the pings (if any) will be sent really less often. 5000 is a reasonable value.</center>
pt_br: <center>Esta opção lhe permite definir o intervalo de batimento do medidor de lag.<br>Quanto mais baixo for o intervalo de batimento maior será a exatidão da verificação do lag mas também maior será o uso do CPU e tráfego de dados para o servidor.<br>Por favor note que NÃO é o intervalo entre os pings enviados para o servidor: os pings (se algum) serão enviados com muito menos frequência. 5000 é o valor razoável .</center>

source: Trigger event if lag exceeds:
pt_br: Disparar evento se o lag exceder:

source: <center>This option controls the threshold for the OnLagAlarmTimeUp and OnLagAlarmTimeDown events. When the lag goes above the threshold OnLagAlarmTimeUp will be triggered and when the lag falls back below the threshold then OnLagAlarmTimeDown will be triggered</center>
pt_br: <center>Esta opção controla o ponto inicial para os eventos OnLagAlarmTimeUp e OnLagAlarmTimeDown. Quando o lag exceder o ponto inicial se disparará o evento OnLagAlarmTimeUp e quando o lag cair abaixo do ponto inicial se disparará OnLagAlarmTimeDown</center>

source: Show lag in IRC context display
pt_br: Exibir lag no monitor de contexto de IRC

source: <center>This makes the IRC context display applet show the current lag after the user's nickname (in seconds)</center>
pt_br: <center>Isto faz com que o applet monitor de contexto de IRC exiba o lag atual depois do apelido dos usuários (em segundos)</center>

source: Away
pt_br: Ausente

source: Advanced
pt_br: Avançado

source: File Transfer
pt_br: Transferência de Arquivo

source: Channel
pt_br: Canal

source: Notifier
pt_br: Notificador

source: Text
pt_br: Texto

source: Timestamp
pt_br: Marca de tempo

source: Avatars
pt_br: Avatares

source: URL handlers
pt_br: Manipuladores de URL

source: Tools
pt_br: Ferramentas

source: Text icons
pt_br: Ícones de texto

source: Output
pt_br: Saída

source: Media Types
pt_br: Tipos de Midias

source: Transparency
pt_br: Transparência

source: ToolBar Applets
pt_br: Applet da Barra de Ferramentas

source: connection
pt_br: conexão

source: Logging
pt_br: Registro

source: Input
pt_br: Entrada

source: Taskbar
pt_br: Barra de tarefas

source: Foreground
pt_br: Primeiro Plano

source: Proxy Hosts
pt_br: Servidores Proxy

source: Alert/Highlight
pt_br: Alerta/Destaque

source: Taskbar Alert
pt_br: Alerta da Barra de Tarefas

source: Flood Protection
pt_br: Proteção de Flood

source: Userlist
pt_br: Lista de Usuários

source: Nickname Grid
pt_br: Grade de Apelido

source: Labels
pt_br: Rótulos

source: Ident Service
pt_br: Serviço de ident

source: Ignore
pt_br: Ignorar

source: Query
pt_br: Privado
